[
  {
    "id": 9513347,
    "companyId": 77785,
    "name": "Analista de Dados Pleno",
    "description": "A Minerva Foods é líder em exportação de carne bovina na América do Sul e atua também no segmento de industrializados, comercializando seus produtos para mais de 100 países. Além do Brasil, a Minerva Foods está presente no Paraguai, na Argentina, no Uruguai, na Colômbia, e possui plantas especializadas em ovinos na Austrália.Com nossas 46 unidades industriais, oferecemos produtos saudáveis e nutritivos, que são comercializados para clientes do mundo todo por meio de nossos 23 centros de distribuição e 17 escritórios internacionais.A área de Business Analytics tem como propósito resolver problemas de negócio complexos; em outras palavras, a equipe de Business Analytics utiliza técnicas de estatística, algoritmos, e métodos estocásticos para modelar dados internos e externos para gerar informações valiosas que possam conduzir ações de melhoria de negócios.Estamos em busca de um candidato que consiga aplicar técnicas analíticas para direcionar o negócio através de análises. A posição é responsável por traduzindo o negócio em números, avaliando comportamento de cliente, padrões nos dados, transformando essas informações em insights estratégicos.Responsabilidades y atribucionesAnalisar os dados transacionais do banco de dados gerando análises dos produtos e clientes de acordo com o projeto específico. As análises devem direcionar respostas de negócio com dados, desafiando hipóteses e quebrando paradigmas enraizado no negócio;Gerar storytelling para direcionar decisões e suportar questionamento das áreas de negócios que inclui: produtos vendidos, matéria prima e indústria (industria4.0);Manusear dados de diferentes fontes, consolidado os dados em estruturas tangíveis para análise. Os dados nem sempre vão estar no mesmo ambiente;Trabalhar em projetos de análise end to end passando pelos passos: Entendimento de negócio, identificação da fonte dos dados, processamento, criação da narrativa, apresentação e aplicação na área de negócio;Trabalhar com informações de clientes internos no mercado B2B, identificando quem são os melhores clientes e suas características: Classificação, tamanho, tipo de produto que compra, frequência, localização etc;Colaborar com as equipes de Infraestrutura de Dados, Engenharia de Dados e Sistemas, e Engenharia de Processos para arquitetar, desenvolver e integrar soluções e relatórios nos processos de mudanças organizacionais;Realizar análises para extrair tendências e cenários que ajudem na tomada de decisões de negócios, discutindo soluções técnicas.Requisitos y calificacionesPré-requisitosSuperior completo em computação ou exatas e desejável Pós-Graduação;Conhecimento obrigatório SQL (avançado), Python e Databricks;Conhecimento desejável: Modelos supervisionada e não supervisionados, Machine Learning;Experiência de no mínimo 4 anos atuando na frente de analytics descrevendo comportamento de clientes, clusterização de produtos e direcionado o negócio com análises de dados.Desejável:Inglês - Intermediário;Espanhol - Básico;Modelagem supervisionada e não supervisionada.DiferencialTer trabalhado em análise de clientes, cestas de compra, modelos de retenção, modelos de churn.",
    "careerPageId": 202037,
    "careerPageName": "Minerva Foods Tecnologia – Inovação que conecta, tecnologia que transforma.",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/77785/career/202037/images/2025-01-28_12-46_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-14T21:03:19.187Z",
    "applicationDeadline": "2025-09-12T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://minervatech.gupy.io/job/eyJqb2JJZCI6OTUxMzM0Nywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "remote",
    "careerPageUrl": "https://minervatech.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9507279,
    "companyId": 119,
    "name": "Vendas - Analista de Dados e Produtividade Comercial (Grande Florianópolis/SC)",
    "description": "Nossa gente aqui na Ambev sonha GRANDE! Somos milhares de apaixonados pelo que fazemos. Nosso maior objetivo é inovar no setor de bebidas com a maior qualidade e diversidade possível, para que você possa brindar qualquer ocasião escolhendo o que mais gosta!A nossa Cultura é focada em construir um ambiente inclusivo e colaborativo, onde as pessoas possam ser o melhor delas mesmas! Gente é o nosso maior ativo, afinal sabemos que investir no potencial de nossos colaboradores é trazer ainda mais qualidade ao nosso negócio e às nossas bebidas. Por isso, estamos sempre em busca de talentos diversos, dispostos a construir esse grande sonho com a gente de unir as pessoas por um mundo melhor.Prazer, somos a Ambev e adoraríamos te ter com a gente.Responsabilidades e atribuiçõesA rotina de um Analista de Dados e Produtividade Comercial do Auto Serviço consiste em:Ser o(a) dono(a) da gestão da performance da conta das redes junto do Gerente de Negócios.Atuar frente aos indicadores comerciais e de performance das redes.Atuar na ponte com o time da logística.Garantir a excelência nos resultados por meio da gestão.Acompanhar o(a) Gerente de Negócios em reuniões de rede e rota semanalmente.Requisitos e qualificaçõesFormação:Ensino Superior Completo (ou no mínimo no penúltimo semestre).Exigências:- Informática (Pacote Office, principalmente Excel) - nível avançado;- Power BI - nível intermediário (no mínimo).- Possuir CNH B ou AB definitiva, conduzir carro, com menos de 8 pontos e nenhuma multa gravíssima nos últimos 12 meses.Competência desejável:Habilidades de negociação.Boa comunicação interpessoal.Informações adicionaisHoje na AMBEV nós trabalhamos com os melhores benefícios para você e também para os seus dependentes legais! Aqui na companhia nós conseguimos te proporcionar:Mais cuidado com a sua saúde&nbsp;através de Plano Médico, Odontológico, Telemedicina, Seguro de Vida e Gympass;Saúde mental&nbsp;com os aplicativos NAV Dasa e Gente 360;Consumir nossos produtos com um super desconto (é isso mesmo, nós temos&nbsp;venda de produtos para funcionários no precinho!);Reuniões de final de ano com a família ainda mais prazerosas, pois oferecemos&nbsp;Cesta de Natal&nbsp;e ainda brinquedo para quem tem filhos;Proteção financeira com a nossa&nbsp;previdência privada;A possibilidade de você fazer um bom mercado ou comer no restaurante que você gosta com&nbsp;Vale Alimentação ou Refeição, pois você poderá optar por um destes benefícios;O&nbsp;vale transporte&nbsp;é opcional e você pode conferir no modelo da vaga;Ter a oportunidade de receber um abono assiduidade, que nada mais é do que o&nbsp;14º salário&nbsp;para nossos colaboradores, um salário extra no ano!;Auxílio Creche&nbsp;ou&nbsp;Auxílio babá;Participação dos Lucros&nbsp;da companhia.Além de sonhar, se desenvolver, construir e crescer dentro de um ambiente meritocrático e inclusivo e ser capaz de fazer a diferença unindo as pessoas por um mundo melhor!",
    "careerPageId": 20,
    "careerPageName": "Ambev",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/119/career/20/images/2020-05-05_14-17_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-14T21:02:44.936Z",
    "applicationDeadline": "2025-09-09T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Palhoça",
    "state": "Santa Catarina",
    "country": "Brasil",
    "jobUrl": "https://ambev.gupy.io/job/eyJqb2JJZCI6OTUwNzI3OSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://ambev.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9516031,
    "companyId": 345,
    "name": "Analista de Dados - Faturamento | Maxpar ",
    "description": "Já pensou em fazer parte de um grupo brasileiro movido pelo propósito de criar soluções para melhorar a vida das pessoas?Estamos em busca de um(a) profissional para atuar no time de Faturamento.Se você tem o olhar para melhoria contínua, resolução de problemas, facilidade com números e atividades lógicas, tem um mindset ágil, então é a sua oportunidade para se candidatar em uma vaga no Grupo Autoglass!Responsabilidades e atribuiçõesRevisão dos dados processados: Verificar dados e bases dos serviços prestados para garantir que esteja completa e em conformidade com as regras sistêmicas e parâmetros;Emissão de Faturas: Gerar faturas precisas e detalhadas com base nas transações comerciais, contratos ou acordos prévios.Atualização de Dados no Sistema: Inserir e manter informações atualizadas no sistema de faturamento, garantindo que todos os registros estejam precisos e acessíveis.Comunicação com Clientes e Departamentos Internos: Lidar com consultas de clientes sobre faturas, esclarecendo dúvidas e resolvendo possíveis problemas. Colaborar com departamentos internos para garantir a exatidão das informações e do processo.Análise de Relatórios: Gerar relatórios periódicos sobre o desempenho financeiro, como análises de receitas, tendências de pagamento e outras métricas relevantes.Atualização das Políticas de Faturamento: Atualizar políticas internas relacionadas ao faturamento, garantindo conformidade e implementando mudanças quando necessário.Requisitos e qualificaçõesRequisitos da vaga:Ensino Superior completo ou em andamento;Conhecimento Excel intermediário/avançadoCompetências importantes para você desempenhar um bom trabalho:Comunicação Assertiva;Análise Crítica;Planejamento;Análise de dados.Valorizamos se você tiver:Conhecimento básico em TABLEAU.Informações adicionaisO que&nbsp;o Grupo Autoglass&nbsp;proporciona?&nbsp;&nbsp;Para apoiar seu dia a dia:&nbsp;🤑 Salário fixo + variável;🚌&nbsp;Vale transporte;&nbsp;🛒&nbsp;Vale Refeição ou Alimentação.&nbsp;No Natal,&nbsp;te&nbsp;enviamos uma cesta bem recheada;&nbsp;😎 Oportunidade de trabalhar e trocar conhecimentos diários com um time incrível e acolhedor;&nbsp;💰 eConsig: Um aplicativo para solicitação de empréstimo consignado com desconto direto na folha de pagamento;💙 Allya: Descontos em diversos estabelecimentos e serviços do dia a dia, como restaurantes, supermercados, farmácias, cinemas, lojas físicas e online, cursos de graduação, pós-graduação, idiomas, academias e muito mais;🎉 Ah! Por aqui comemoramos o Dia do Colaborador do Grupo&nbsp;Autoglass&nbsp;enviando um mimo a todos os colaboradores.Para cuidar da sua saúde física e mental:&nbsp;🩺 Plano de saúde sem mensalidade para você e seus dependentes;🦷 Plano odontológico opcional extensivo à dependentes;💙&nbsp;Atendimento psicológico;&nbsp;🤰🏻&nbsp;Programa da Gestante com licença maternidade estendida;&nbsp;🏋️‍ Wellhub opcional (Desconto em academias).Para desenvolver sua carreira:&nbsp;🚀&nbsp;Oportunidade de crescimento profissional;🚀&nbsp;Cultura de feedback e desenvolvimento;&nbsp;&nbsp;🚀&nbsp;Acesso ao Portal de Educação Corporativa do Grupo Autoglass com mais de 200 cursos gratuitos e com emissão de certificado;🚀 Galena: Descontos em mais de 150 mil cursos para colaboradores;🚀&nbsp;Um ambiente de trabalhado altamente colaborativo e desafiador. No Grupo&nbsp;Autoglass, você encontrará oportunidade de crescimento e uma cultura de inovação e melhoria contínua muito forte!Para melhorar o seu dia no trabalho presencial:&nbsp;☕&nbsp;Café da manhã e da tarde;☕ Cafeteria;💆‍️ Momento relax: Massagem relaxante no seu&nbsp;posto de trabalho;💆‍️ Sala de Descanso;💇 Salão de Beleza.Vem ser Grupo Autoglass!",
    "careerPageId": 94664,
    "careerPageName": "Grupo Autoglass Administrativo",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/345/career/94664/images/2024-03-25_14-39_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-14T20:30:16.046Z",
    "applicationDeadline": "2025-09-12T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Vila Velha",
    "state": "Espírito Santo",
    "country": "Brasil",
    "jobUrl": "https://autoglassadministrativo.gupy.io/job/eyJqb2JJZCI6OTUxNjAzMSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://autoglassadministrativo.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9515682,
    "companyId": 31388,
    "name": "Analista Dados e BI ",
    "description": "O Analista Dados e BI irá analisar e transformar dados em insights para apoio à tomada de decisão; criar e manter dashboards e relatórios gerenciais; apoiar áreas de negócio com análises, estudos e indicadores de performance; administrar ambientes que utilizem ferramentas de BI, prestar suporte técnico aos usuários e estabelecer padrões e soluções para ambientes de BI.Responsabilidades e atribuiçõesColetar, tratar e analisar grandes volumes de dados estruturados e não estruturados;Criar modelos de dados e estruturas que facilitem consultas e análises;Garantir a qualidade, integridade e consistência dos dados;Manter documentação atualizada de fontes, indicadores e processos; Identificar tendências, padrões e oportunidades de melhoria nos dados;Desenvolver dashboards interativos e relatórios gerenciais.Requisitos e qualificaçõesGraduação completa em Ciências da Computação, Sistemas de Informação ou áreas afins;Experiência com SQL avançado;Conhecimento em ferramentas de visualização e integração de dados (ETL/ELT);Experiência com ODI Oracle será um diferencial;Disponibilidade para trabalhar presencial em Chapecó/SC.Informações adicionaisLocal de Trabalho: Matriz, Bairro São Cristóvão, Chapecó SCHorário: Comercial&nbsp;Na Aurora Coop você receberá os benefícios de:Plano de SaúdePlano OdontológicoSeguro de VidaParticipação por Resultados - PPRPremiação por Tempo de ServiçoPrevidência PrivadaVale TransporteConvêniosAuxílio EducaçãoAlimentação na Empresa",
    "careerPageId": 72446,
    "careerPageName": "Aurora Coop",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/31388/career/72446/images/2022-06-02_19-33_logo.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-14T20:23:27.952Z",
    "applicationDeadline": "2025-07-28T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Chapecó",
    "state": "Santa Catarina",
    "country": "Brasil",
    "jobUrl": "https://auroracoop.gupy.io/job/eyJqb2JJZCI6OTUxNTY4Miwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://auroracoop.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9516052,
    "companyId": 39703,
    "name": "Engenheiro de Dados Sr ",
    "description": "Na Stefanini, acreditamos no poder da colaboração. Co-criamos soluções inovadoras em parceria com nossos clientes, combinando tecnologia de ponta, inteligência artificial e a criatividade humana. Estamos na vanguarda da resolução de problemas de negócios, proporcionando impacto real em escala global.Ao se juntar à Stefanini, você se torna parte de uma jornada global de transformação. Estamos empenhados em criar impacto positivo não apenas nos negócios, mas também na vida de nossos colaboradores. Se você procura uma oportunidade de crescimento profissional em uma empresa que valoriza inovação, respeito, autonomia e parceria, você encontra aqui!Junte-se a nós e seja parte da mudança!#LI-REMOTE#LI-LC1Responsabilidades e atribuições📌&nbsp;Sobre a PosiçãoBuscamos um Engenheiro de Dados Sênior com sólida experiência em soluções de dados na nuvem AWS para desenvolvimento e implementação de arquiteturas de dados modernas e escaláveis. O profissional atuará na construção de pipelines de dados robustos, implementação de data lakes e data warehouses, e desenvolvimento de soluções analíticas utilizando o ecossistema AWS em conjunto com Databricks e Trino para processamento distribuído de grandes volumes de dados.🛠&nbsp;ResponsabilidadesProjetar e construir pipelines de dados eficientes usando AWS Athena, PySpark e DatabricksImplementar e gerenciar data lakes no Amazon S3 com estruturas otimizadasDesenvolver queries e análises complexas usando Amazon Athena, Trino e DatabricksImplementar processos de ETL/ELT para integração de múltiplas fontes de dadosOtimizar performance de queries e processamento de dados em larga escalaParticipar de code reviews e mentoria técnica da equipeColaborar com stakeholders de negócios para traduzir requisitos em soluções técnicasImplementar rotinas de monitoramento e observabilidade dos pipelines de dadosAgendar execução de rotinas de ETL usando o Apache Airflow🧠&nbsp;Requisitos Técnicos✅&nbsp;EssenciaisExperiência avançada com Python e SQLSólidos conhecimentos em serviços AWS:Amazon S3 para armazenamento de dadosAmazon Athena para consultas serverlessExperiência com Trino (anteriormente PrestoSQL) para queries distribuídasDomínio do Databricks e Delta Lake para processamento de dadosExperiência com PySpark para processamento de dados em larga escalaConhecimento em modelagem de dados e data warehousingExperiência com particionamento e otimização de performance em data lakesDomínio de versionamento Git e metodologias ágeis usando o Azure DevOpsExperiência com formatos de dados modernos (Parquet, Delta, Iceberg)⭐&nbsp;DiferenciaisCertificações AWS (Data Analytics, Solutions Architect ou Data Engineer)Experiência com Apache Airflow para orquestraçãoExperiência com streaming de dados (Kinesis, Kafka)Conhecimento em dbt (Data Build Tool) para transformaçõesExperiência com Great Expectations para qualidade de dadosFamiliaridade com ferramentas de CDC (Change Data Capture)Conhecimento em observabilidade e monitoramento (Elastic Search com Kibana)Experiência com APIs RESTfulConhecimento em containerização (Docker, Kubernetes)Experiência com Terraform ou CloudFormation para IaCRequisitos e qualificaçõesInformações adicionaisO que te oferecemos:🍛 Vale Alimentação ou Vale Refeição;👨🏼‍🎓 Desconto em cursos, universidades e instituições de idiomas; 📚 Academia Stefanini - plataforma com cursos online, gratuitos, atualizados e com certificado; 🗣 Mentoring;🏫 Auxílio Creche; 💉 Clube de vantagens para consultas e exames;🏥 Assistência Médica;🦷Assistência Odontológica; 💰 Clube de vantagens e descontos nos melhores estabelecimentos;🛫 Clube de viagens;🐶 Convênio para Pet;e muito mais...",
    "careerPageId": 84556,
    "careerPageName": "Stefanini Group",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/39703/career/84556/images/2024-10-08_17-35_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-14T20:17:27.672Z",
    "applicationDeadline": "2025-09-12T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://stefanini.gupy.io/job/eyJqb2JJZCI6OTUxNjA1Miwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "remote",
    "careerPageUrl": "https://stefanini.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9515835,
    "companyId": 28186,
    "name": "Analista de Dados Pleno",
    "description": "Quer fazer parte de uma empresa que valoriza inovação, autonomia e acredita no poder dos dados para transformar resultados?Se você é apaixonado(a) por tecnologia, gosta de resolver problemas complexos e quer contribuir para a tomada de decisões estratégicas com soluções robustas de dados, essa oportunidade é para você!🚀 Venha atuar como Analista de Dados Pleno no Grupo JCA, construindo e otimizando pipelines de dados, gerenciando bancos de dados e colaborando com times multidisciplinares para entregar insights que fazem a diferença.Responsabilidades e atribuiçõesConstruir e manter pipelines de dados para coletar, transformar e carregar informações de diversas fontes, utilizando ferramentas como Azure Data Factory e Databricks.Gerenciar bancos de dados relacionais e não relacionais, aplicando modelagem eficiente para garantir armazenamento e disponibilidade.Otimizar a performance das soluções de dados, buscando sempre melhorar velocidade e eficiência.Implementar e monitorar rotinas para assegurar a qualidade, integridade e segurança dos dados.Trabalhar em colaboração com analistas, cientistas de dados e outros engenheiros para entregar soluções robustas e alinhadas às necessidades do negócio.Monitorar o desempenho das plataformas de dados, identificar problemas e agir rapidamente para corrigi-los.Automatizar processos repetitivos por meio da criação de scripts e ferramentas.Requisitos e qualificaçõesExperiência prévia como Analista de Dados.Programação avançada em Python.Conhecimento profundo em SQL e experiência com diferentes sistemas de banco de dados (relacionais e não relacionais).Conhecimento em ferramentas e conceitos de ETL/ELT, especialmente Azure Data Factory e Databricks.Familiaridade com conceitos de Data Warehouses, Data Lakes ou Data Lakehouses.Conhecimento em computação em nuvem (AWS, Azure ou Google Cloud) será um diferencial.Capacidade analítica e habilidade para resolver problemas complexos.Formação superior completa.Quais os diferenciais?Conhecimento de ferramentas de orquestração de pipelines (ADF, AirFlow, etc.).Conhecimento de metodologias ágeis (Scrum, Kanban).Informações adicionaisO que oferecemos:Ambiente dinâmico, inovador e com muitas oportunidades de aprendizado.Cultura que valoriza colaboração, autonomia e protagonismo.Trabalho ao lado de um time de alto nível, com projetos estratégicos e tecnologias modernas.Modelo híbrido (3 dias presenciais e 2 dias a distância) – Vila Maria/SP (Zona Norte).Benefícios:Vale Alimentação ou Refeição (sem desconto)Cesta básica de 30kg (sem desconto)Refeitório interno (com desconto)Vale Transporte (desconto de 6%)Plano de Saúde e Odontológico (com coparticipação)Seguro de VidaDay Off no aniversárioAcademia interna (com desconto)",
    "careerPageId": 62217,
    "careerPageName": "Grupo JCA",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/28186/career/62217/images/2022-05-11_20-21_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-14T19:58:08.295Z",
    "applicationDeadline": "2025-07-28T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://embarquejca.gupy.io/job/eyJqb2JJZCI6OTUxNTgzNSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://embarquejca.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9515660,
    "companyId": 43498,
    "name": "Analista de Dados  ",
    "description": "A Alliance é uma empresa feita de coração para coração. Quando pensamos em empreendimentos, vamos além de estrutura, inovação e alto padrão: pensamos em construir um lar. Um lugar que você se sente bem, que tem orgulho de receber, e acima de tudo, onde tem a certeza de que viverá uma vida melhor. Venha conosco, fazer parte desse time onde o propósito é realizar sonhos.Responsabilidades e atribuiçõesAnalisar conjuntos de dados complexos para identificar tendências, padrões e insights. Desenvolver e manter pipelines de dados para automatizar a coleta, limpeza e processamento de dados. Criar visualizações e relatórios de dados claros e eficazes para comunicar as descobertas às partes interessadas. Colaborar com equipes multifuncionais para definir métricas-chave e desenvolver estratégias de negócios orientadas por dados. Usar análise estatística e técnicas de aprendizado de máquina para construir modelos preditivos e melhorar a tomada de decisões. Identificar oportunidades para melhorar a qualidade e a precisão dos dados e implementar soluções para resolvê-las.&nbsp;Requisitos e qualificaçõesEscolaridade:Graduação em Ciência da Computação, Administração, Contabilidade, Estatística ou uma disciplina relacionada.Conhecimento Essencial:Conhecimento em SQL, procedures, views e functionsConhecimento em PowerBiConhecer lógica de programaçãoDiferencial:Conhecimento do ProtheusConhecimento em ADVPLHabilidades e Atitudes:Pensamento AnalíticoResolução de problemas, com atenção aos detalhesAdaptabilidade e resiliênciaFoco em resultados e tomada de decisão baseada em DadosInformações adicionaisHorário: Segunda a quinta das 08hs ás 18hs e na sexta das 08hs ás 17hBenefícios: Vale Alimentação flexívelPlano de saúdePlano OdontológicoDay OffShort DayGympass - Wellhub",
    "careerPageId": 87658,
    "careerPageName": "Construtora Alliance",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/43498/career/87658/images/2022-08-06_16-12_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-14T19:46:18.058Z",
    "applicationDeadline": "2025-09-12T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "João Pessoa",
    "state": "Paraíba",
    "country": "Brasil",
    "jobUrl": "https://alliance.gupy.io/job/eyJqb2JJZCI6OTUxNTY2MCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://alliance.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9515562,
    "companyId": 13435,
    "name": "Analista de Dados",
    "description": "Já pensou em trabalhar em uma empresa com mais de 90 anos de mercado? Somos o Atacado Vila Nova, empresa pioneira no ramo atacadista distribuidor, que preza eficiência, qualidade e acima tudo respeito pelo próximo. Estamos em pleno crescimento e expansão, então VAMOS CRESCER JUNTOS?A função de Analista de Dados é responsável pela análise contínua de dados para identificar oportunidades de geração de vendas, com foco especial no fornecedor Unilever, atuando na divisão de atacado do grupo extraindo insights valiosos dos dados disponíveis, transformando-os em recomendações estratégicas para aumentar a performance comercial e fortalecer o relacionamento com o fornecedor estratégico.Responsabilidades e atribuiçõesAnalisar continuamente os dados de vendas, estoque e performance dos produtos Unilever na divisão Atacado;Identificar oportunidades de crescimento e geração de vendas com base em análises de dados;Realizar interpretação de dados utilizando técnicas de mercado e estatísticas;Desenvolver e implementar análises de dados, sistemas de coletas demais estratégias que gerem eficiências e qualidade nas informações;Colaborar com as equipes comerciais para implementar ações baseadas em dados que aumentem as vendas;Planejar e definir o modelo pelo qual os dados serão coletados, processados, e limpos para uso, tendo como mensuração as necessidades do setor Comercial;Monitorar a performance de campanhas e ações comerciais, avaliando seu impacto e ROI;Desenvolver modelos preditivos para antecipar tendências e comportamentos de mercado;Realizar análises comparativas de performance entre diferentes categorias e produtos;Apresentar regularmente os resultados das análises para a gerência e equipes comerciais;Manter-se atualizado sobre as melhores práticas e ferramentas de análise de dados no setor.Requisitos e qualificaçõesGrau de InstruçãoSuperior em Ciências da Computação, Administração ou áreas correlatasExcel nível avançadoPower BI nível avançadoCompetências TécnicasAnálise de Dados;Conhecimento Banco de Dados (Python, R ou SQL);Modelagem e design de dados;Gestão de banco de dados;Estatística;Analise visualização dedosExperiência DesejávelAnalista de Dados - AnalyticsInformações adicionaisO que oferecemos:Plano Médico (para titular e dependentes)Plano Odontológico (para titular e dependentes)Seguro de VidaDay off (folga no dia do aniversário)Wellhub (Gympass)Vale ComprasLicença Maternidade Estendida (180 dias)Observação:Trabalho de Segunda a Sexta – feira das 07:45 as 18:15, presencial na sede do Atacado Vila Nova em Poços de Caldas MG",
    "careerPageId": 29083,
    "careerPageName": "Grupo Vila Nova",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/13435/career/29083/images/2022-08-15_20-15_logo.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-14T19:42:13.190Z",
    "applicationDeadline": "2025-09-12T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Poços de Caldas",
    "state": "Minas Gerais",
    "country": "Brasil",
    "jobUrl": "https://vilanova.gupy.io/job/eyJqb2JJZCI6OTUxNTU2Miwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": false,
    "workplaceType": "on-site",
    "careerPageUrl": "https://vilanova.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9446044,
    "companyId": 22180,
    "name": "ANALISTA DE DADOS PL",
    "description": "Em 1992, a Florarte plantou a semente que a tornaria líder em plantas permanentes. Desde então, ampliou a sua visão e entendeu que poderia cultivar os seus parceiros com muito mais.Assim surgiram as coleções de Casa &amp; Decoração, Natal e Páscoa, criadas com itens selecionados e linhas exclusivas para levar até as lojas de decoração as tendências que florescem de janeiro a janeiro.Hoje, a Florarte oferece objetos decorativos, plantas permanentes, utilidades domésticas, produtos de Natal, Páscoa, Halloween e Festa Junina.Com um compromisso contínuo com a excelência e a criatividade, permanecemos atentos às novidades, seguindo como verdadeira referência em inovação e preços competitivos, inspirando na criação de ambientes únicos e memoráveis.&nbsp;Bem-vindo(a) à Florarte!&nbsp;Venha fazer parte do nosso encanto!Responsabilidades e atribuiçõesRESPONSABILIDADES E ATRIBUIÇÕESColetar, organizar e analisar grandes volumes de dados estruturados e não estruturados.Criar dashboards e relatórios interativos para monitoramento de métricas.Desenvolver e otimizar consultas SQL para extração de dados.Trabalhar com ferramentas de BI (Power BI)Identificar padrões e tendências nos dados para apoiar decisões estratégicas.Garantir a qualidade e a integridade dos dados.Automatizar processos de análise e geração de relatórios.Colaborar com times de tecnologia e negócios para entender as necessidades e desenvolver soluções baseadas em dados.Requisitos e qualificaçõesCurso Superior completo em Administração, Analise de Dados, Tecnologia ou áreas correlatas.Experiência com SQL e manipulação de bancos de dados (SQL Server, MySQL, PostgreSQL, etc.).Experiência com ETL e integração de dados.Conhecimento em ferramentas de visualização de dados (Power BI, Excel).Experiência com Excel avançado (tabelas dinâmicas, macros, Power Query).Experiência com APIs para extração de dados.Conhecimento em Python ou R para análise de dados.Experiência com modelagem e estruturação de dados.Habilidade analítica para interpretar grandes conjuntos de dados e gerar insights acionáveis.Informações adicionaisINFORMAÇÕES ADICIONAISPlano de Saúde;Plano Odontológico;Vale Alimentação;Vale Transporte (opcional);Total PassClube de Descontos Exclusivos;Descontos em Produtos Florarte;Convênios com instituições de Ensino e Lazer.",
    "careerPageId": 51325,
    "careerPageName": "FLORARTE",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/22180/career/51325/images/2024-12-04_13-57_companyLogoUrl.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-14T19:18:08.757Z",
    "applicationDeadline": "2025-08-30T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Jaboatão dos Guararapes",
    "state": "Pernambuco",
    "country": "Brasil",
    "jobUrl": "https://florarte.gupy.io/job/eyJqb2JJZCI6OTQ0NjA0NCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://florarte.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9507069,
    "companyId": 165,
    "name": "Cientista de Dados Sênior",
    "description": "Quem somos 🚀Quer fazer a diferença na nova economia e transformar pessoas e negócios para prosperarem? Vem pra Cadastra!Como Cientista de Dados Sênior você teria o desafio de liderar o ciclo de vida completo de projetos de ciência de dados, desde a concepção e exploração de grandes volumes de dados (Big Data) até a implementação das soluções.Esta posição é para atuar de forma 100% remota.Responsabilidades e atribuiçõesNo nosso Data Hub você terá o desafio de:Liderar o ciclo de vida completo de projetos de ciência de dados, desde a concepção e exploração de grandes volumes de dados (Big Data) até a implementação das soluções.Desenvolver, treinar e validar modelos de machine learning (ex: classificação, regressão, séries temporais, clusterização) para resolver problemas complexos de negócio, aplicando as melhores práticas de engenharia de características e otimização de hiperparâmetros.Ser responsável pela produtização (deploy) e monitoramento de modelos em ambientes produtivos, garantindo sua performance, escalabilidade e sustentabilidade (MLOps/MLE).Traduzir análises complexas em insights acionáveis, comunicando os resultados de forma clara e impactante para stakeholders técnicos e não técnicos através de storytelling com dados.Colaborar ativamente com equipes de Engenharia de Dados na construção de pipelines robustos e com as áreas de negócio para um profundo entendimento de seus desafios e métricas.Planejar e conduzir experimentos (ex: Testes A/B) para validar hipóteses e mensurar o impacto das soluções desenvolvidas.Atuar como referência técnica, orientando outros membros do time em melhores práticas de modelagem e desenvolvimento.Requisitos e qualificaçõesO que a Cadastra espera de você:Sólida experiência prática em projetos de Ciência de Dados, com domínio do ciclo de vida completo, da concepção à produção.Experiência comprovada na produtização de modelos de machine learning e em práticas de MLOps.Proficiência em Python e suas principais bibliotecas para ciência de dados (ex: Pandas, NumPy, Scikit-learn, TensorFlow/PyTorch).Conhecimento avançado em SQL para extração e manipulação de dados em ambientes complexos.Profundo conhecimento em estatística, algoritmos de machine learning e técnicas de validação de modelos (ex: validação cruzada, interpretação de métricas).Excelente habilidade de comunicação e capacidade de traduzir problemas de negócio em soluções de dados, e vice-versa.Perfil autônomo, proativo e com forte habilidade para resolução de problemas.Diferenciais (o que te destacaria):Experiência prévia com modelagem para desafios de Recursos Humanos (People Analytics).Vivência com plataformas de nuvem (preferencialmente GCP, mas AWS ou Azure são valorizados) e seus respectivos serviços de AI/ML.Conhecimento em BigQuery ou outros bancos de dados colunares.Experiência avançada em modelagem de séries temporais.Experiência com algoritmos baseados em árvores (ex: XGBoost, LightGBM).Familiaridade com ferramentas de versionamento de código (Git) e gerenciamento de ambientes.Informações adicionaisO que oferecemos:﻿Vale alimentação e refeição no cartão FLASH🥗Auxílio Home Office no cartão FLASH 💳Plano de saúde de acordo com a sua localidade 🩺Plano odontológico de acordo com a sua localidade 🦷Day off de aniversário + valor depositado no cartão FLASH🎉Licença-maternidade e paternidade estendida 🍼Participação nos lucros (PLR) 💰Seguro de vida 🧡Auxílio creche 👶Bônus por indicação 💰Vale-transporte 🚍Clude | Plataforma de Saúde 🩺Total Pass 🏋🏽‍♀️CRM Bônus 💸",
    "careerPageId": 56,
    "careerPageName": "Cadastra ",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/165/career/56/images/2025-05-14_13-33_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-14T19:13:03.113Z",
    "applicationDeadline": "2025-09-09T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://cadastra.gupy.io/job/eyJqb2JJZCI6OTUwNzA2OSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "remote",
    "careerPageUrl": "https://cadastra.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9486598,
    "companyId": 41056,
    "name": "Pessoa Analista de Dados e Automações - Experiência do Cliente",
    "description": "O DESAFIO QUE TE ESPERA 🏁Você é daquelas pessoas que adora traduzir dados em ações práticas?Gosta de investigar causas, automatizar processos e gerar soluções que realmente melhoram a vida do cliente?Aqui você terá um papel essencial para construir uma jornada de experiência ainda mais eficiente, encantadora e inteligente, usando dados, dashboards e automações como aliados estratégicos.Se você é analítico(a), curioso(a), colaborativo(a) e adora fazer parte de projetos que geram impacto real, vem com a gente construir essa experiência! Vem ser Gocaser. 😍 ﻿A sua vontade de crescer conosco e fazer acontecer será a chave para seu sucesso por aqui! Vamos crescer juntos?Responsabilidades e atribuiçõesSuas principais atividades 💼Liderar a implementação e integração de novas tecnologias, garantindo que estejam alinhadas às necessidades do negócio e promovam melhorias na operação;Inovação: Identificar oportunidades de automação e implementar soluções para otimizar processos operacionais;Acompanhar tendências e inovações em CX, avaliando e recomendando novas abordagens, ferramentas e tecnologias para aprimorar a experiência do cliente;Criação de Relatórios e Dashboards: Gerar relatórios e visualizações para comunicar resultados de forma clara e acessível.Interpretação de Resultados: Traduzir análises complexas em recomendações e insights acionáveis para equipes e gestores.Colaboração com Equipes Interdisciplinares: Trabalhar com outras áreas, como TI e negócios, para alinhar as análises com as necessidades estratégicas da organização.Monitoramento de Desempenho: Acompanhar métricas e KPIs para avaliar o impacto de estratégias e decisões baseadas em dados.Garantir a qualidade, integração e visualização eficaz dos dados, tornando-os acessíveis e úteis para todo o time.Requisitos e qualificaçõesO que esperamos de você 📝Graduação Completa em Engenharia, Administração, Economia ou áreas afins.Excel Avançado, com foco em análise de dados e automatização de processos.Domínio em SQL e capacidade para realizar consultas avançadas;Conhecimento em ferramentas de BI e visualização de dados (como Power BI, Looker, Metabase,Tableau ou similares);Conhecimento em ferramentas de automação como Power Automate, n8n, e Python (com foco em automações e integrações de dados);Foco em resultados, com capacidade para trabalhar com metas e indicadores de desempenho.Habilidade analítica e visão crítica para identificar oportunidades de melhoria e propor soluções baseadas em dados.Boa comunicação e capacidade de interação com diferentes áreas e níveis hierárquicos.Organização, proatividade e autonomia na condução das entregasInformações adicionaisO que seria um UAU 👏Ter experiência com automatização de processos.Conhecimento em Python para análise de dados.A que os Gocasers têm direito 🎉Adrenalina! Temos operação nacional e internacional. Quem não gostaria de trabalhar numa empresa jovem, multinacional e que cresce a passos largos; 🚀Remuneração competitiva e compatível ao mercado (CLT); 💰Vale refeição/alimentação 🍔;Auxílio home office; 🏠Auxílio atividade física (GoFit); 🍎Auxílio estudo (GoStudy); 📚Plano de Saúde 100% coberto pela empresa e sem coparticipação para o funcionário; 🏥Plano Odontológico 100% coberto pela empresa e sem coparticipação para o funcionário; 🦷Day off na semana do aniversário 🥳;Licença maternidade estendida (6 meses);👩‍👦Licença paternidade estendida (20 dias); 👨‍👧Desconto nos produtos; 🎒Produtos Gocase Grátis todo mês! 🎁",
    "careerPageId": 87856,
    "careerPageName": "Gocase Brasil",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/41056/career/87856/images/2022-08-12_21-57_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-08T19:06:53.316Z",
    "applicationDeadline": "2025-09-06T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Fortaleza",
    "state": "Ceará",
    "country": "Brasil",
    "jobUrl": "https://gocase.gupy.io/job/eyJqb2JJZCI6OTQ4NjU5OCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://gocase.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9440721,
    "companyId": 20002,
    "name": "Analista de Dados - Sorocaba/SP",
    "description": "Construtora e Incorporadora localizada em Sorocaba contrata.Responsabilidades e atribuiçõesAnálises Estratégicas e Visuais: Criar dashboards e relatórios interativos no Power BI e outras ferramentas para identificar tendências e oportunidades de crescimento.Insights Baseados em Dados: Realizar análises exploratórias e avançadas, conectando os dados às estratégias de negócio.Modelagem e Segmentação: Auxiliar em projetos de segmentação, imputação e personalização de dados para aprimorar as decisões comerciais.Gerenciamento de Dados: Trabalhar com fontes diversas (estruturadas e não estruturadas) para integrar, manipular e organizar grandes volumes de dados.Otimização de Processos: Identificar áreas de melhoria e implementar soluções baseadas em dados.Colaboração com Stakeholders: Apresentar insights claros e compreensíveis para equipes técnicas e de negócios.Requisitos e qualificaçõesEnsino superior completo em Ciências da Computação, Tecnologia da Informação, Análise de Sistemas, Engenharia ou áreas afins;Experiência com Power BI, incluindo DAX.Linguagens de Programação: Experiência prática em SQL, Python e bibliotecas para manipulação de dados.Experiência em Cloud como Microsoft Fabric e Databricks será diferencial.Background em análise de dados, com foco em transformar números em insights claros e aplicáveis.Perfil analítico, organizado e com capacidade para atuar em ambientes dinâmicos e multidisciplinares.",
    "careerPageId": 52386,
    "careerPageName": "Confidencial",
    "careerPageLogo": "https://career-page-prod.gupy.io/default-creation-images/confidencial_logo.png",
    "type": "vacancy_legal_entity",
    "publishedDate": "2025-07-08T18:58:27.121Z",
    "applicationDeadline": "2025-08-10T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Sorocaba",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://confi.gupy.io/job/eyJqb2JJZCI6OTQ0MDcyMSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": false,
    "workplaceType": "on-site",
    "careerPageUrl": "https://confi.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9486971,
    "companyId": 246,
    "name": "Analista de Ciência de Dados II - forecast",
    "description": "Estamos em busca de um Analista de Ciência de Dados II para atuar em projetos estratégicos de previsão (forecast). O profissional será responsável por criar modelos preditivos para atender o negócio, contribuindo diretamente para a tomada de decisões baseadas em dados.Responsabilidades e atribuiçõesDesenvolver scripts para coleta e transformação de dados (ETL) utilizando SQL e PySpark.Analisar séries temporais, verificando estacionariedade, autocorrelação, decomposição.Preparar dados para modelagem, utilizando técnicas como Feature Engineering, PCA e Machine Learning.Criar modelos preditivos para forecasts de demanda e vendas.Implementar e monitorar métricas de avaliação para análise de performance dos modelos.Realizar deploy de modelos analíticos em produção, garantindo escalabilidade e confiabilidade.Documentar adequadamente os processos, pipelines e modelos desenvolvidos.Requisitos e qualificaçõesConhecimento básico em PySpark e SQL.Experiência com séries temporais : ARIMA, SARIMA, árvores de decisão, gradient boosting, redes neurais pra dados sequenciais (RNN e LSTM)Experiência em análises estatísticas, incluindo testes de hipóteses e correlação.Experiência em preparação de dados (Feature Engineering, PCA, Machine Learning).Experiência prática com modelagem preditiva (forecast) usando modelos de aprendizado de máquinaCapacidade de avaliar e monitorar métricas de performance de modelos.Experiência comprovada com deploy de modelos analíticos em produção.Habilidade para criar scripts que integrem extração de dados, treinamento e validação de modelos.Boa comunicação e capacidade de apresentar insights para áreas de negócio.DesejáveisConhecimento em ferramentas de visualização de dados aplicadas a forecast.Conhecimento de técnicas de reconciliação de forecasts.Noções de arquiteturas de Big Data e pipelines analíticos.Experiência com plataformas de Machine Learning em Cloud (Azure).Informações adicionaisO prazo de inscrições para os candidatos internos é até dia 15/07.Local: Porto Alegre/RS ou São Paulo/SP - HíbridoDemais localidades Remoto.",
    "careerPageId": 18655,
    "careerPageName": "Lojas Renner",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/246/career/18655/images/2024-08-05_12-30_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-08T18:32:28.740Z",
    "applicationDeadline": "2025-09-06T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://encantech.gupy.io/job/eyJqb2JJZCI6OTQ4Njk3MSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "remote",
    "careerPageUrl": "https://encantech.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9487057,
    "companyId": 646,
    "name": " Analista de Dados Jr. (MIS) - Site Campinas ",
    "description": "Venha fazer parte da equipe de MIS Reports.Responsabilidades e atribuiçõesDesenvolver e enviar relatórios em Excel, SQL e POWER BI;Realizar levantamento de requisitos / mapeamento de processos;Participar de reuniões gerenciais;Realizar integração e pesquisa de informações em banco de dados;Automatizar rotinas;Negociar demandas;Manter relacionamento com clientes internos.Requisitos e qualificaçõesImprescindível:Formação Superior Cursando ou Completo;Conhecimento avançado em SQL Server e SSDT, modelagem de dados e processos de ETL, Power BI e Excel;Experiência com BI.Desejável:Desejável conhecimento de Infra em Banco de Dados; Desejável conhecimento em metodologias ágeis e Python; Desejável conhecimento em modelos de negócios de Contact Center.Informações adicionaisHorário de Trabalho08h00 às 17h48Jornada de Trabalho220 horas mensais | 5x2 - Folgas sábados e domingosLocal de Trabalho:*Atenção, os candidatos que não responderem as perguntas de filtro, serão reprovados automaticamente.",
    "careerPageId": 1501,
    "careerPageName": "Atento Brasil",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/646/career/1501/images/logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-08T18:18:36.798Z",
    "applicationDeadline": "2025-07-25T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "",
    "state": "",
    "country": "",
    "jobUrl": "https://atentocorporate.gupy.io/job/eyJqb2JJZCI6OTQ4NzA1Nywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://atentocorporate.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9477363,
    "companyId": 34194,
    "name": "Estágio em Migração de Dados",
    "description": "Já pensou em fazer parte do Time de Pós-Vendas da GestãoDS?Estamos sempre&nbsp;Expandindo, Dominando e Avançando, e para isso buscamos os melhores talentos para&nbsp;comporem a nossa parede de escudos.Venha fazer parte do nosso Time!Para vaga de Estágio em Migração de Dados buscamos um profissional que preze pela transparência, respeito e honestidade. A sua missão será apoiar a equipe de migração de dados a fim de garantir a integridade, organização e eficiência no processo de migração de dados entre sistemas, contribuindo para a continuidade das operações e para a melhor experiência do cliente. Responsabilidades e atribuiçõesPrincipais atividades:Preparar e analisar bases de dados para processos de migração;Realizar exportação e importação de dados entre sistemas;Apoiar no desenvolvimento e na melhoria de ferramentas utilizadas na migração de dados;Utilizar ferramentas de apoio para garantir a integridade e a consistência dos dados migrados;Colaborar com as equipes envolvidas para assegurar a qualidade e a eficiência nas entregas.Requisitos e qualificaçõesEscolaridade: Curso superior em andamento nas áreas de Engenharia da Computação, Ciência da Computação, Sistemas de Informação ou áreas afins.Conhecimentos e Habilidades:Conhecimento básico em Windows;Noções de criação de objeto no banco de dados;Documentação de banco de dados;Noções de criação de consultas em SQL;Conhecimentos em tratamento e manipulação de dados em MySQL, PostgreSQL, SQL Server, e outros bancos relacionais;Noções em manipulação de dados estruturados em formatos como XML e JSON;Conhecimento na manipulação de arquivos CSV;Conhecimentos em ferramentas de manipulação de planilhas (Excel).Diferenciais - Sai na frente, se:&nbsp;Programação em Python;Noções de projeto de software;Noções básicas de sistemas de controle de versões (git, etc.).Informações adicionaisFazendo parte do nosso barco você ganha:Bolsa no valor de R$ 800,00 (30h);Possibilidade de crescimento dentro da empresa;Vale Transporte;Wellhub;Day Off de aniversário;A chance de se desafiar e construir a cultura e a história da GestãoDS.Informações gerais sobre a vaga:Carga horária semanal de 30 horas;Estágio em modalidade presencial em Santa Maria;Ambiente descontraído e horários flexíveis.",
    "careerPageId": 76141,
    "careerPageName": "GestãoDS",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/34194/career/76141/images/2022-06-29_19-45_logo.png",
    "type": "vacancy_type_internship",
    "publishedDate": "2025-07-08T14:34:17.176Z",
    "applicationDeadline": "2025-08-05T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Santa Maria",
    "state": "Rio Grande do Sul",
    "country": "Brasil",
    "jobUrl": "https://vempragestaods.gupy.io/job/eyJqb2JJZCI6OTQ3NzM2Mywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": false,
    "workplaceType": "on-site",
    "careerPageUrl": "https://vempragestaods.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9205497,
    "companyId": 581,
    "name": "ANALISTA DE DADOS JR | BELO HORIZONTE/MG",
    "description": "LOCALIZA&amp;COEstar em constante evolução nos trouxe até aqui. Ao lado de talentos e habilidades múltiplas nos conectamos em busca da nossa motivação: construir o futuro da mobilidade sustentável. É por meio da valorização da individualidade de cada um que impulsionamos o nosso movimento para conquistar resultados extraordinários, desenvolver nossas operações e criar soluções para os nossos clientes.Somos apaixonados por nossa história, por nossas ideias e pela capacidade de realizá-las. Sabemos que juntos, todos vamos mais longe.É assim que conectamos a Localiza&amp;Co com o futuro.O QUE VOCÊ IRÁ FAZER COMO ANALISTA DE DADOS JR - ZARPApoiar a coordenação de aquisição na análise de dados para aumentar o número de clientes e o volume de reservas no Zarp;Monitorar e gerar insights sobre a performance dos canais de aquisiçãoConstruir dashboards e relatórios gerenciais para acompanhamento de KPIs de aquisição e conversão;Avaliar a efetividade da venda de produtos adicionais, propondo melhorias com base em dados;Trabalhar em parceria com áreas como marketing, produto e operações para testar hipóteses e validar estratégias;Conduzir ações comerciais de incentivo a conversão de clientes Zarp, sendo ponto focal e suporte técnico para o time de operações e filiaisParticipar de projetos estratégicos voltados à expansão da base de clientes e aumento da eficiência comercial.O QUE ESPERAMOS DE VOCÊEnsino superior completoExcel avançado e domínio de Power BI (construção de dashboards e relatórios);Conhecimento em SQL e Power Query será considerado diferencial;Experiência com análise de indicadores e manipulação de grandes volumes de dados;Perfil analítico, com boa capacidade de interpretação e comunicação de dados;Proatividade, curiosidade e vontade de aprender;Boa comunicação e relacionamento interpessoal.BENEFÍCIOS DESSA POSIÇÃOParticipação nos LucrosVale AlimentaçãoVale RefeiçãoConvênio MédicoConvênio OdontológicoGympassPrevidência PrivadaVale TransporteAllyaAcesso ilimitado a diversos cursos da nossa Universidade LocalizaProgramas internos de treinamento e desenvolvimentoDesconto em compra e aluguel de veículosViva a experiência de ser Localiza&amp;Co e venha construir o futuro da mobilidade conosco!INSCRIÇÕES CAMINHO ABERTO ATÉ 15/07/2025",
    "careerPageId": 679,
    "careerPageName": "Localiza&Co",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/581/career/679/images/2023-09-21_21-31_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-08T13:30:59.647Z",
    "applicationDeadline": "2025-07-20T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Belo Horizonte",
    "state": "Minas Gerais",
    "country": "",
    "jobUrl": "https://localiza.gupy.io/job/eyJqb2JJZCI6OTIwNTQ5Nywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://localiza.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9482676,
    "companyId": 3041,
    "name": "Coordenador(a) de Dados, Analytics e AI - Escritório de São Paulo/SP ou Nova Lima/MG",
    "description": "A Ero é uma empresa de mineração em um ponto de inflexão estratégico, com a visão de nos tornarmos um líder em tecnologia e inovação no setor. Estamos em um momento decisivo de transformação, modernizando nossas operações para garantir um futuro mais seguro, produtivo e resiliente.Nossa estratégia abrange a modernização de nossas principais aplicações de negócio, a construção de uma plataforma tecnológica robusta para alavancar a inovação e a criação de uma&nbsp;cultura genuinamente orientada a dados. Por meio da automação, inteligência artificial e da capacitação de nossos colaboradores, estamos construindo a base para a próxima geração de excelência operacional.Estamos buscando líderes proativos e transformadores que queiram construir o futuro conosco. Se você é apaixonado por superar desafios complexos e por usar a tecnologia para criar valor duradouro, a Ero oferece uma oportunidade única para deixar sua marca em um dos projetos de modernização mais significativos do setor de mineração.Responsabilidades e atribuiçõesResponsável por co-criar e liderar a jornada de transformação da Ero em uma empresa orientada à tomada de decisão por dados. Sua missão será conduzir a evolução estratégica e técnica das nossas capacidades de dados e analytics, garantindo que a tomada de decisão seja baseada em evidências tanto nas&nbsp;áreas corporativas quanto nas operações industriais (TI/OT). Liderará a implementação de plataformas de dados, analytics e soluções de IA, além de gerenciar a equipe do Centro de Suporte em Analytics e IA (Hub), que será o motor para a entrega de dados de alta qualidade e valor para o negócio.Arquitetura e Plataforma de Dados:Liderar a implementação e evolução da plataforma de dados da Ero, baseada em uma arquitetura Lakehouse.Coordenar a organização dos dados seguindo o padrão de arquitetura medallion (bronze, silver, gold) para refinar progressivamente os dados brutos até se tornarem ativos prontos para o negócio.&nbsp;Gerenciar projetos de integração de dados, incluindo ETL/ELT, ingestão em tempo real e processamento em batch para alimentar a plataforma.&nbsp;Inteligência Artificial e Analytics:Coordenar o desenvolvimento e a evolução de soluções de Inteligência Artificial, como assistentes virtuais e co-pilotos industriais, aplicando técnicas de Machine Learning (ML), LLMs e RAG.&nbsp;Liderar projetos de Analytics e Ciência de Dados para resolver problemas de negócio, aplicando modelagem preditiva e outras técnicas avançadas.Fomentar a adoção de ferramentas de self-service BI (como Power BI) para democratizar o acesso a insights.Governança e Cultura:Estruturar e liderar o Centro de Suporte em Analytics e IA (Hub), implementando um modelo operacional&nbsp;\"Hub and Spoke\"&nbsp;para fomentar a cultura de dados e dar suporte às equipes de negócio (Spokes) na adoção de analytics.&nbsp;Implementar e supervisionar o framework de Governança de Dados, garantindo qualidade, segurança, observabilidade e conformidade (LGPD, AI TRISM).&nbsp;Colaborar ativamente com o programa de Letramento em Dados e IA (Data Literacy) para capacitar os colaboradores em todos os níveis da organização.&nbsp;Gestão e Liderança:Gerenciar a equipe técnica multidisciplinar do Hub, composta por Engenheiros de Dados, Cientistas de Dados e Especialistas em Governança.&nbsp;Apresentar o progresso, os resultados e o ROI dos projetos de dados para a liderança sênior e stakeholders.Requisitos e qualificaçõesFormação superior em Engenharia, Ciência da Computação, Tecnologia da Informação ou áreas correlatas.Experiência profissional em indústrias de processo (mineração, metalurgia, óleo &amp; gás, energia) ou formação em Engenharia são indispensáveis&nbsp;para compreender o contexto operacional.Experiência sólida com liderança ou coordenação técnica de projetos de dados, analytics ou IA.Conhecimento em plataformas de nuvem (preferencialmente Azure) e seus serviços de dados (e.g., Azure Databricks, ADLS Gen2).&nbsp;Experiência prática com arquiteturas de dados modernas como Data Lakehouse, Data Mesh e Data Fabric.&nbsp;Conhecimento avançado em tecnologias de IA e analytics (modelagem preditiva, LLMs, RAG, MLOps, DataOps).Experiência em implementação de Governança de Dados e conformidade regulatória (LGPD).Inglês avançado ou fluente.Informações adicionaisLocalização e Modelo de Trabalho:Localidades:&nbsp;A Ero possui escritórios corporativos em Vancouver (Canadá), São Paulo e Belo Horizonte (Brasil). Nossas principais operações no Brasil, que serão visitadas por este profissional, incluem os projetos&nbsp;Tucumã (PA)&nbsp;e&nbsp;Caraíba (BA),&nbsp;e a unidade de&nbsp;Nova Xavantina (MT).Modelo Híbrido:&nbsp;O modelo de trabalho para esta posição é híbrido, com 3 dias de atuação no escritório (preferencialmente São Paulo ou Belo Horizonte) e 2 dias em home office.O que oferecemos?Convênio Médico;Convênio Odontológico;Vale Transporte ou Fretado*;Seguro de Vida;PLR (Participação nos Lucros e Resultados);Previdência Privada;Vale Alimentação;Refeitório ou Vale Refeição*;Licença Maternidade e Paternidade Estendida;Auxílio Academia (Gympass);Auxílio Farmácia;Auxílio Educacional para filhos;Incentivo Educacional Inglês;Triênio;&nbsp;*Benefício pode alterar de acordo com localidade.",
    "careerPageId": 58387,
    "careerPageName": "ERO",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/3041/career/58387/images/2025-06-03_16-49_companyLogoUrl.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-08T12:00:44.398Z",
    "applicationDeadline": "2025-07-20T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://vempraerobrasil.gupy.io/job/eyJqb2JJZCI6OTQ4MjY3Niwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://vempraerobrasil.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9482916,
    "companyId": 77719,
    "name": "Analista de Dados de Cobrança ",
    "description": "A Lojas Koerich é uma das empresas que mais cresce no Sul do Brasil. Está no top 3 dos melhores varejos nacionais, sendo o capital humano o nosso maior bem. Nossos valores são: respeito às pessoas; excelência nas operações; ética e transparência; humildade e trabalho em equipe; reconhecimento e valorização da marca. Se identificou? Faça parte!Responsabilidades e atribuiçõesNesta função, suas atividades serão:Coletar, organizar e manter bases de dados de diversas fontes (internas e externas);Desenvolver, monitorar e analisar indicadores de desempenho (KPIs) de cobrança;Elaborar relatórios gerenciais, dashboards e apresentações para a alta gestão;Fornecer análises detalhadas e insights para apoiar decisões estratégicas relacionadas a cobrança;Automatizar processos de coleta e geração de relatórios;Realizar estudos de cenários e projeções para prever impactos de ações estratégicas;Identificar oportunidades de melhoria nos processos e sugerir ações corretivas ou preventivas;Analisar e controlar os orçamentos de despesas e receitas do setor, bem como realizar sugestões de correções de rotas necessárias.Requisitos e qualificaçõesRequisitos da vaga:Graduação em Administração, Economia, Engenharia, Tecnologia da Informação ou áreas correlatas;Boa comunicação, profissionalismo, facilidade de interação, relacionamento interpessoal e trabalho em equipe;Capacidade analítica e raciocínio lógico;Conhecimento avançado em Excel, Power Point, bancos de dados e ferramentas de BI (Business Intelligence);Familiaridade com softwares de análise de dados, como Power BI, Qliksense, Tableau, ou similares;Conhecimento sobre inadimplência e ações de cobrança.Informações adicionaisConheça os benefícios de ser Gente Boa, Gente Nossa em:&nbsp;https://sites.google.com/koerich.com.br/lojas-koerich/benef%C3%ADcios&nbsp;TODAS AS VAGAS PODEM SER PREENCHIDAS COM PESSOAS COM DEFICIÊNCIA OU REABILITADOS.&nbsp;",
    "careerPageId": 198868,
    "careerPageName": "Lojas Koerich",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/77719/career/198868/images/2025-01-29_18-28_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-08T12:00:10.112Z",
    "applicationDeadline": "2025-08-08T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Biguaçu",
    "state": "Santa Catarina",
    "country": "Brasil",
    "jobUrl": "https://lojaskoerich.gupy.io/job/eyJqb2JJZCI6OTQ4MjkxNiwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://lojaskoerich.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9420812,
    "companyId": 54421,
    "name": "Gerente de Engenharia de Dados ",
    "description": "O que faz a área de Gerência de Engenharia de Dados na Porto?O objetivo da área é transformar dados em ativos estratégicos, garantindo governança e qualidade para aprimorar o analytics, análise de riscos e precificação e personalização de produtos da vertical, promovendo inovação, eficiência operacional e a cultura analítica.&nbsp;Responsabilidades e atribuiçõesComo Gerente de Dados, você terá um papel estratégico e hands-on, com responsabilidades que abrangem desde a gestão de pessoas até a arquitetura e governança de dados. Seus principais desafios e atribuições incluem:Liderar e Desenvolver a Equipe:Gerenciar o ciclo de vida completo dos dados, desde a ingestão e transformação até o armazenamento e consumo.Desenvolver e gerenciar uma equipe de engenheiros de dados de alto desempenho, promovendo um ambiente de colaboração e aprendizado contínuo.Mentorear e desenvolver os membros da equipe, promovendo seu crescimento profissional e técnico.Definir e Implementar a Estratégia de Dados:Definir e implementar a estratégia de dados para a área de seguros, garantindo alinhamento com os objetivos de negócios e as melhores práticas do mercado.Supervisionar a concepção, desenvolvimento e manutenção de arquiteturas de dados escaláveis e resilientes.Liderar a implementação de práticas de DataOps e MLOps para automatizar e otimizar as operações de dados e machine learning.Garantir Qualidade e Governança:Estabelecer e fiscalizar políticas e processos de governança de dados, garantindo a qualidade, segurança e conformidade regulatória.Garantir a conformidade com regulamentações do setor de seguros (LGPD, SUSEP, etc.) e políticas internas de segurança da informação.Definir e monitorar SLAs e KPIs para a qualidade e disponibilidade dos dados.Impulsionar Inovação e Otimização:Avaliar e implementar novas tecnologias e ferramentas de dados para otimizar a performance e a escalabilidade de nossas soluções.Identificar e resolver gargalos nos pipelines de dados, otimizando o fluxo de informações e a eficiência operacional.Desenvolver e manter documentação técnica abrangente para os pipelines e estruturas de dados.Supervisionar o Finops, acompanhando os custos com Cloud da Vertica de Seguros, no objetivo de ganhar eficiência e otimizar custosPromover a Colaboração e a Cultura de Dados:Trabalhar em estreita colaboração com equipes de negócios, analistas de dados, cientistas de dados e outras áreas de TI para entender as necessidades e entregar soluções eficazes.Promover a cultura de dados em toda a organização, educando as equipes sobre a importância da governança e da qualidade dos dados.Realizar gestão de projetos, garantindo a entrega de soluções dentro do prazo e orçamento.Requisitos e qualificaçõesBacharelado em Ciência da Computação, Engenharia, Sistemas de Informação ou áreas correlatas.Experiência comprovada em gestão de equipes de engenharia de dados ou áreas correlatas.Experiência prévia no setor de Seguros é um forte diferencial.&nbsp;&nbsp;Conhecimento sólido e experiência prática em arquiteturas de dados (Data Lakes, Data Warehouses, Data Marts).Proficiência em SQL e experiência com bancos de dados relacionais e NoSQL.Experiência com linguagens de programação como Python, Scala ou Java para manipulação e processamento de dados.Familiaridade com ferramentas e plataformas de nuvem (AWS, Azure, GCP) para serviços de dados (ex: S3, Redshift, Snowflake, BigQuery, ADLS, Databricks).Experiência com ferramentas de ETL/ELT e orquestração de dados (ex: Apache Airflow, Data Factory).Compreensão profunda dos princípios de governança de dados, qualidade de dados e segurança da informação.Excelentes habilidades de comunicação e liderança, com capacidade de influenciar e motivar equipes.Capacidade de resolver problemas complexos e tomar decisões baseadas em dados.Requisitos Desejáveis:Pós-graduação em áreas relacionadas a Dados ou Seguros.Certificações em plataformas de nuvem (GCP Professional Data Engineer, AWS Certified Data Analytics, Azure Data Engineer Associate).Conhecimento de ferramentas de visualização de dados (Power BI, Looker, Tableau,).Familiaridade com conceitos de Machine Learning e MLOps.Informações adicionaisBENEFÍCIOSVale Alimentação e Refeição Flexíveis;Plano de Saúde;Plano Odontológico;Wellhub e TotalPass;Academia Bio Ritmo exclusiva para Colaboradores: no Complexo Matriz;Participação nos Lucros - PLR;Programa de Ações: Porto em Ação: complementar à PLR até 2025; Quadras de Areia e Poliesportiva: no Complexo Matriz;Vale-Transporte;Serviços de Transporte de Vans; disponibilizadas nas principais estações de acesso à Porto (Luz, Barra Funda, Santa Cecília e Júlio Prestes);Licença Parental Estendida: até 40 dias para todas as configurações familiares;Licença Maternidade Estendida de 6 meses.;Ambulatório Médico com Especialidades: no Complexo Matriz e Barra Funda;Auxílio creche ou babá;Seguro de Vida;Previdência Privada - PortoPrev;Desconto em Produtos e Serviços; Bolsa de estudos: Reembolso para graduação, pós ou MBA;Corridas mensais: subsídio para as principais corridas de ruas de São PauloReembolso para idiomas (inglês ou espanhol);Teatro Porto: sessões exclusivas para Colaboradores;Biblioteca; Sala de descanso: no completo MatrizSalão de jogos: no complexo MatrizServiços de massagem e podologia: no completo MatrizLocal e Modelo de trabalho: Campos Elíseos (Centro - São Paulo) | Presencial",
    "careerPageId": 157288,
    "careerPageName": "Porto",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/54421/career/157288/images/2023-05-11_21-51_companyLogoUrl.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-08T11:52:07.345Z",
    "applicationDeadline": "2025-07-28T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://porto.gupy.io/job/eyJqb2JJZCI6OTQyMDgxMiwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://porto.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9480675,
    "companyId": 986,
    "name": "Engenheiro de Dados Sênior  AWS ",
    "description": "A Leega é uma empresa focada no atendimento eficiente e inovador em seus clientes.&nbsp;Isso não poderia ser diferente com o nosso principal combustível: as pessoas!&nbsp;&nbsp;Nossa cultura é inspiradora e nossos valores estão presentes no dia a dia: ética&nbsp;e transparência, excelência de&nbsp;qualidade, trabalho em equipe, responsabilidade&nbsp;econômica, social e ambiental, relações humanas e credibilidade.Buscamos profissionais inovadores que sejam movidos por desafios e focados em resultados.Se você busca uma empresa dinâmica e parceira e que investe em seus colaboradores através de capacitação constante, a Leega é o lugar para você!&gt;&gt; A LEEGA É PARA TODOS, ficaremos muito felizes em ter você em nosso time. Venha fazer parte da nossa história e da construção do nosso futuro.&nbsp;Cadastre-se agora mesmo em nossas vagas!Responsabilidades e atribuiçõesDesenvolver e manter pipelines de ingestão, transformação e disponibilização de dados.Trabalhar com grandes volumes de dados estruturados e não estruturados.Garantir a qualidade, segurança e governança dos dados.Colaborar com cientistas de dados, analistas e engenheiros de software.Otimizar o desempenho de bancos de dados e sistemas de processamento de dados.Discutir necessidades do negócio com stakeholders, contribuindo com novos produtos,&nbsp;visões que tragam descobertas e gerem insights para o negócio/produtos através de dados.Conhecer e utilizar as melhores práticas na implementação dos projetos de dados.Requisitos e qualificaçõesFormação Superior completa: Ciência da Computação, Engenharia da Computação, Análise de Sistemas&nbsp;ou correlatas;Domínio de linguagens como Python e SQL.Experiência com plataformas de cloud (AWS, GCP ou Azure).Experiência com Databricks;Familiaridade com ferramentas de Big Data (ex: Spark, Hadoop).Experiência com controle de versionamento utilizando Git.Conhecimento em ferramentas ETL (PowerCenter, Data Stage, Pentaho ou outras);Conhecimento em ferramentas de automatização de processos - Airflow, Control-M;Conhecimento e vivência de frameworks ágeis;Diferenciais:Experiência com arquitetura de dados e modelagem dimensional.Certificações em cloud ou engenharia de dados.Certificação em AWS, DatabricksInformações adicionaisNa nossa empresa, você encontrará um ambiente colaborativo e um pacote de benefícios que visa o seu crescimento, saúde e qualidade de vida. Confira abaixo os benefícios que oferecemos:🏥 Convênio Médico Porto SeguroCuidado completo para você e sua família, com possibilidade de incluir cônjuge e filhos.🦷 Convênio Odontológico Porto SeguroProteção odontológica para você e seus dependentes.💰 Participação nos Lucros e Resultados (PLR)Reconhecimento pelo seu trabalho e contribuição para o sucesso da empresa.👶 Auxílio CrecheSuporte financeiro para que pais e mães cuidem dos pequenos com tranquilidade.🍽️ Vale Alimentação e Refeição AleloGarantindo refeições práticas e confortáveis no seu dia a dia.💻 Auxílio Home Office Incentivo para que você tenha um espaço de trabalho confortável em casa.📚 Parcerias com Instituições de EnsinoEducação ao seu alcance, com descontos e incentivos em cursos e graduações.🚀 Incentivo para Certificações, inclusive em CloudAvance sua carreira com certificações nas principais tecnologias como: GCP, Azure, AWS entre outras.🎁 Pontos LiveloAcumule pontos e use como preferir, com total liberdade de escolha.🏋️‍♂️ TotalPassIncentivo à saúde com planos de&nbsp;academia&nbsp;com desconto para colaboradores e familiares.🧘‍♂️MindselfIncentivo à melhorar a qualidade de vida através de meditação e o Mindfulness.",
    "careerPageId": 1410,
    "careerPageName": "Leega Consultoria",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/986/career/1410/images/2023-04-27_23-47_companyLogoUrl.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-08T11:42:47.342Z",
    "applicationDeadline": "2025-08-31T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://leega.gupy.io/job/eyJqb2JJZCI6OTQ4MDY3NSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": false,
    "workplaceType": "remote",
    "careerPageUrl": "https://leega.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9449449,
    "companyId": 5977,
    "name": "Atendimento ao Cliente para Coleta de Dados - Unidade Vapt Vupt Bougainville",
    "description": "Como Atendente de Posto alocado através da Montreal, você fará parte de uma das melhores empresas de tecnologia para se trabalhar no Brasil!Em 1986, nossa trajetória iniciou com pessoas visionárias que assumiram um compromisso com a tecnologia e sua capacidade de transformar o mundo através dela. Aquele, seria apenas o começo de uma trajetória que levou uma pequena equipe de engenharia apaixonada por inovação a se tornar referência sólida no mercado.Responsabilidades e atribuiçõesResponsabilidade pelo atendimento, coleta, validação de fotos, biometria digital e assinaturas dos clientes.Reporte à liderança referente aos casos que estiverem fora do padrão normativo da área.Encaminhamento diário ao grupo de validação sobre as coletas que estiverem fora do padrão normativo.Requisitos e qualificaçõesObrigatório possuir Ensino Médio Completo (será solicitado o diploma e/ou certificado);Possuir noções de informática;Desejável experiência com atendimento ao cliente.Informações adicionaisTipo de contratação: CLT, efetivoHorário de trabalho: segunda a sexta em atuação presencial das 13:00 as 17:00Local de trabalho: Vapt Vupt Bougainville - Rua 9, nº 1855, Shopping Bougainville, Setor Marista - Goiânia - GO - CEP: 74150-130Será oferecido além do salário, os benefícios de VT, VA/VR (R$18,56 por dia), plano de saúde, plano odontológico e seguro de vida.",
    "careerPageId": 12814,
    "careerPageName": "Montreal | Tecnologia e Inovação",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/5977/career/12814/images/2025-03-17_17-51_companyLogoUrl.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-01T17:49:33.030Z",
    "applicationDeadline": "2025-09-30T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Goiânia",
    "state": "Goiás",
    "country": "Brasil",
    "jobUrl": "https://montreal.gupy.io/job/eyJqb2JJZCI6OTQ0OTQ0OSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://montreal.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9447544,
    "companyId": 41056,
    "name": "Pessoa Estagiária em Marketing e Análise de Dados - Influencers  ",
    "description": "O DESAFIO QUE TE ESPERA 🏁Gosta de um ambiente dinâmico? É proativo e gosta de \"pôr a mão na massa\"? Tem atitude de dono e vai pra cima dos problemas para resolvê-los É uma pessoa movida por desafios? Ama inovar e adora trabalhar em equipe?&nbsp;Se você respondeu sim a estes questionamentos, essa vaga é para você! Aqui nós prezamos pelas pessoas e buscamos talentos que sejam movidos pelo nosso propósito. Se você quer fazer diferente, vem ser Gocaser. 😍A sua vontade de crescer conosco e fazer acontecer será a chave para seu sucesso por aqui! Vamos crescer juntos?Responsabilidades e atribuiçõesSuas principais atividades 💼Planejamento de ações voltadas para a melhoria do nosso conteúdo de marketing;Análise de métricas qualitativas e quantitativas de influenciadores para campanhas;Execução de briefings estratégicos;Validação e análise de resultados das campanhas realizadas;Análise de concorrentes;Busca por referências, novos conteúdos, ideias e novas estratégias para aumentar engajamento e vendas;Negociação ativa com assessorias e influenciadores em potencial.Requisitos e qualificaçõesO que esperamos de você 📝﻿Ensino Superior cursando em Administração, Engenharias, Contabilidade, Gestão de Projetos&nbsp;,Marketing, Economia, ou áreas afins, a partir do 5° semestre 🚀Apaixonado por estar por dentro das&nbsp;trends,&nbsp;sabendo de tudo que está bombando nas redes sociais;Perfil criativo e analítico, com foco em análise de resultados;Afinidade com números e métricas;Familiaridade com planilhas, Excel, PPT;Muita vontade de aprender;Confortável para trabalhar em um ambiente acelerado e altamente dinâmico;Boa comunicação e bom relacionamento interpessoal;Alguém que usa ativamente as redes sociais e adora esse ambiente.Informações adicionaisO que seria um UAU 👏Experiência anterior em&nbsp;startups&nbsp;de qualquer segmento ou marcas digitais;Experiência anterior com Marketing;Habilidade em apresentar relatórios de resultados;Ser uma pessoa comunicativa, que se joga e é apaixonada por desafios.A que os Gocasers têm direito 🎉Adrenalina! Temos operação a nível nacional. Quem não gostaria de trabalhar numa empresa jovem que cresce a passos largos; 🚀Bolsa estágio de R$ 1.500,00 (30h/semana)💰Vale alimentação de R$200,00 💸Auxílio Home-Office 🎉Plano Odontológico 100% coberto pela empresa e sem coparticipação para o funcionário 🦷Day off na semana do aniversário 🥳Desconto nos produtos 🎒Produtos Gocase Grátis todo mês! 🎁",
    "careerPageId": 87856,
    "careerPageName": "Gocase Brasil",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/41056/career/87856/images/2022-08-12_21-57_logo.png",
    "type": "vacancy_type_internship",
    "publishedDate": "2025-07-01T17:37:23.784Z",
    "applicationDeadline": "2025-09-30T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Fortaleza",
    "state": "Ceará",
    "country": "Brasil",
    "jobUrl": "https://gocase.gupy.io/job/eyJqb2JJZCI6OTQ0NzU0NCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://gocase.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9449012,
    "companyId": 5977,
    "name": "Atendimento ao Cliente para Coleta de Dados - Unidade Vapt Vupt Hidrolândia",
    "description": "Como Atendente de Posto alocado através da Montreal, você fará parte de uma das melhores empresas de tecnologia para se trabalhar no Brasil!Em 1986, nossa trajetória iniciou com pessoas visionárias que assumiram um compromisso com a tecnologia e sua capacidade de transformar o mundo através dela. Aquele, seria apenas o começo de uma trajetória que levou uma pequena equipe de engenharia apaixonada por inovação a se tornar referência sólida no mercado.Responsabilidades e atribuiçõesResponsabilidade pela coleta e validação de fotos, biometria digital e assinaturas dos clientes.Reporte à liderança referente aos casos que estiverem fora do padrão normativo da área.Encaminhamento diário ao grupo de validação sobre as coletas que estiverem fora do padrão normativo.Requisitos e qualificaçõesObrigatório possuir Ensino Médio Completo (será solicitado o diploma e/ou certificado);Possuir noções de informática;Desejável experiência com atendimento ao cliente.Informações adicionaisTipo de contratação: CLT, efetivoHorário de trabalho: segunda a sexta, atuação presencial das 08:00 as 12:00 / 13:00 as 17:00Local de trabalho: Vapt Vupt Hidrolândia - Avenida Antônio F. de Oliveira, esquina com Rua Maria Toledo de Oliveira, quadra 21, lote 04, Setor Morada do Sol - Hidrolândia - GO - CEP: 75340-000Será oferecido além do salário, os benefícios de VT, VA/VR (R$32,67 por dia), plano de saúde, plano odontológico e seguro de vida.",
    "careerPageId": 12814,
    "careerPageName": "Montreal | Tecnologia e Inovação",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/5977/career/12814/images/2025-03-17_17-51_companyLogoUrl.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-01T17:36:04.453Z",
    "applicationDeadline": "2025-09-30T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Hidrolândia",
    "state": "Goiás",
    "country": "Brasil",
    "jobUrl": "https://montreal.gupy.io/job/eyJqb2JJZCI6OTQ0OTAxMiwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": false,
    "workplaceType": "on-site",
    "careerPageUrl": "https://montreal.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9375301,
    "companyId": 58216,
    "name": "ANALISTA COMERCIAL (DADOS) ",
    "description": "Parte de seu propósito, a Adimax está certa que a diversidade e a inclusão impactam positivamente no meio social e profissional.Aqui, todas as pessoas são bem-vindas!Se você é apaixonado por dados, gosta de transformar informações em insights estratégicos e tem foco em resultados, essa oportunidade é para você! Buscamos um Analista de Inteligência de Vendas para atuar na área comercial, apoiando a gestão com análises, relatórios, desenvolvimento de dashboards e geração de informações que impulsionem a performance de vendas e a tomada de decisão.Responsabilidades e atribuiçõesConstrução e manutenção de dashboards e relatórios de acompanhamento de vendas, indicadores de desempenho e resultados comerciais.Realizar análises de performance comercial, comportamento de clientes, rentabilidade, mix de produtos e oportunidades de crescimento.Apoiar no desdobramento de metas, projeções de vendas e forecast.Atuar no acompanhamento e análise de campanhas comerciais e ações promocionais, avaliando aderência e retorno (ROI).Desenvolver estudos de mercado e análises competitivas para suporte à estratégia comercial.Automatizar processos de análise, extração e tratamento de dados.Trabalhar em conjunto com as áreas de Pricing, Trade Marketing, Supply Chain, Customer Service e Marketing para garantir a consistência e integração das informações.Assegurar a governança dos dados comerciais, garantindo qualidade, integridade e disponibilidade.Preparar apresentações e materiais analíticos para reuniões de resultados e tomadas de decisão.Requisitos e qualificaçõesObrigatórios:Ensino Superior completo em Administração, Economia, Engenharia, Estatística, Ciência de Dados, Marketing ou áreas correlatas.Excel Avançado.Experiência com ferramentas de BI (Power BI, Looker Studio, Tableau, Qlik ou similares).Conhecimento em manipulação de dados (SQL, DAX, Power Query ou linguagens correlatas).Experiência em análises comerciais, desenvolvimento de dashboards e indicadores de performance.Desejáveis:Conhecimento em ferramentas de CRM.Vivência com ERP (TOTVS, SAP, Protheus, Oracle ou similares).Experiência no segmento de bens de consumo, distribuição, indústria ou varejo.Informações adicionaisConfira abaixo nossos benefícios:😷 Convênio Médico Unimed Nacional (Enfermaria ou Apartamento);🦷 Convênio Odontológico AMIL (básico, intermediário e executivo);🥗 Vale Refeição ou Restaurante;🛒 Vale Alimentação;📚 Bolsa de Estudos (conforme política e elegibilidade);📊 Descontos com instituições de ensino;💊 Convênio Farmácia;✅ Seguro de vida;🎄Cesta de Natal;🤰🏿Programa de apoio a gestante;🐶 Pet day;🎁 Brindes em datas comemorativas;🏋️‍♂️ Wellhub/Gympass;🧠 Wellz (Benefício de saúde mental).",
    "careerPageId": 122209,
    "careerPageName": "Adimax",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/58216/career/122209/images/2022-12-21_18-07_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-01T17:16:23.398Z",
    "applicationDeadline": "2025-08-16T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Salto de Pirapora",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://adimax.gupy.io/job/eyJqb2JJZCI6OTM3NTMwMSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://adimax.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9448633,
    "companyId": 400,
    "name": "Analista de Dados e Negócios Sr.",
    "description": "O UOL Conteúdo e Serviços é muito mais do que a maior empresa de conteúdo, serviços e produtos digitais da América Latina. Já são 25 anos inovando e fazendo acontecer, afinal, para quem foi responsável por conectar a primeira pessoa do Brasil à internet, é essencial continuar criando conteúdo e, mais do que isso, criando conexões. A busca contínua por inovação é o que nos mantêm em movimento, e isso só é possível por causa das pessoas que fazem parte deste universo.Aqui, você encontrará um ambiente colaborativo, disruptivo e de aprendizado constante. Quer fazer parte desse time? Então, confira esta oportunidade e #VemProUOL!No UOL todas as pessoas são bem-vindas😊, sem distinção de gênero, orientação sexual, etnia, cultura, religião, deficiência etc. O importante é você gostar de desafios, trabalhar bem em equipe, vivenciar nossa cultura e nossa missão de conectar cada brasileiro e brasileira ao seu universo.Responsabilidades e atribuiçõesInteragir com o time de Performance e Account Manager para alinhamento de métricas, dados e resultados em projetos de dados e campanhas potenciais.Estruturar e realizar relatórios e dashboards para alimentar pós vendas referente as métricas de entrega do projeto.Construir e aperfeiçoar Dashboards de clientes e gerenciais internos, focando em assertividade e agilidade nas tomadas de decisões.Intermediar entre os times comercial e Data &amp; Analytics para alinhamento de viabilidade da customização, custos, prazo e valor agregado a projetos de dados.Interagir com times de Data &amp; Analytics para acompanhamento da entrega do projeto de dados.Extrair oportunidades de negócio e insights com a junção da capacidade analítica de dados, com a da necessidade do cliente.Desenvolver projeções, modelos e simulações de impactos como oportunidade de negócio de acordo&nbsp;com demanda do mercado conectando com necessidade cliente.Requisitos e qualificaçõesSuperior completo em Publicidade e Propaganda, Marketing, Relações Públicas ou áreas afins.Excelente habilidade em Google Analytics, Looker e Power BI, Excell e ferramentas de tratamento de dados como SQL, Python etc.Conhecimento dos principais indicadores de métricas digitais e de audiência.Excelente capacidade analítica com foco em resultado e negócio.Informações adicionais",
    "careerPageId": 436,
    "careerPageName": "UOL",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/400/career/436/images/2023-01-19_12-18_companyLogoUrl.png",
    "type": "vacancy_type_talent_pool",
    "publishedDate": "2025-07-01T17:00:24.027Z",
    "applicationDeadline": null,
    "isRemoteWork": false,
    "city": "Sao Paulo",
    "state": "São Paulo",
    "country": "",
    "jobUrl": "https://uol.gupy.io/job/eyJqb2JJZCI6OTQ0ODYzMywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://uol.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9446182,
    "companyId": 33235,
    "name": "ANALISTA ACADEMICO SR - FOCO EM ANALISE DE DADOS",
    "description": "Olá, somos a Cruzeiro do Sul Educacional! ⭐&nbsp;&nbsp;Nós acreditamos no poder de transformação de vidas por meio da educação de qualidade e excelência!&nbsp;Aqui, nós buscamos conectar diferentes pessoas para que possam construir um mundo melhor a partir da educação, com muito trabalho, respeito e dedicação, proporcionando a melhor experiência e apoiando a jornada do conhecimento de mais de 500 mil alunos.&nbsp;&nbsp;A Cruzeiro do Sul Educacional S/A é&nbsp;um dos maiores e mais representativos grupos de educação do país, tendo instituições de ensino academicamente relevantes e marcas reconhecidas em suas respectivas regiões, das suas escolas de ensino básico às instituições de ensino superior.&nbsp;&nbsp;Docentes e colaboradores de diversas áreas trabalham em sintonia para garantir essa construção diária. E estamos sempre em busca de novas pessoas para colaborar com esse objetivo, sejam profissionais que procuram por uma primeira oportunidade no mercado de trabalho, até os mais experientes.&nbsp;Você se identifica e acredita nesse propósito e quer trabalhar em uma de nossas marcas?&nbsp;Venha fazer parte do nosso time!&nbsp;Estamos de braços abertos para recebê-lo(a).&nbsp;Para se candidatar a uma de nossas vagas, é importante manter todos os seus dados atualizados e completos. Fique à vontade para se cadastrar em todas as vagas disponíveis do seu interesse, apenas recomendamos que você finalize um processo antes de iniciar um novo.Responsabilidades e atribuiçõesMISSÃO DO CARGO:Atuando de forma analítica e colaborativa, será responsável por coletar, organizar, integrar e analisar dados provenientes de diversas fontes, garantindo a criação de relatórios e dashboards que traduzam informações complexas em visualizações claras e acionáveis.Além disso, deverá atuar com visão de gestão de projetos, contribuindo para o desenho de processos, construção de indicadores de desempenho (KPIs), homologações e documentação de soluções. Seu papel é essencial para identificar oportunidades de melhoria, otimizar processos e gerar valor para a organização por meio da inteligência analítica.PRINCIPAIS ATRIBUIÇÕES / RESPONSABILIDADES:· Coleta e organização de dados: Extrair dados de diversas fontes (bancos de dados, planilhas, sistemas internos, etc.) e garantir que estejam organizados e preparados para análise.· Integração de dados: Integrar dados de diferentes fontes, criando um panorama geral da situação.· Análise de dados: Utilizar ferramentas e técnicas estatísticas e de análise para identificar padrões, tendências e anomalias nos dados.· Criação de relatórios e visualizações: Elaborar relatórios, dashboards e visualizações que comuniquem as descobertas da análise de forma clara e acessível.· Visão de gestão de projetos: construção de indicadores de acompanhamento, desenho das necessidades, homologações e documentação dos novos processos.· Apoiar a tomada de decisões estratégicas com base nos insights obtidos da análise de dados.· Identificação de oportunidades de melhoria: Identificar áreas de melhoria em processos e sistemas com base nas análises realizadas.· Documentação e comunicação: Criar documentação sobre os dados, modelos e métricas, e comunicar os resultados da análise para stakeholders.· Participação em reuniões gerenciais: Participar de reuniões para apresentar relatórios e discutir resultados.Requisitos e qualificaçõesEscolaridade: Ensino Superior completo ou em andamento nas áreas de Administração, Engenharia, Estatística, Ciência de Dados, Economia, Sistemas de Informação ou áreas correlatas.Obrigatória experiência em criação de planilhas de excel, orçamentos, dashboards, análises de dados, geração de relatórios gerenciais e indicadores de performance (KPI’s).HABILIDADES IMPORTANETES:· Conhecimentos em estatística e análise de dados.· Habilidade em utilizar ferramentas de análise de dados· Habilidade em comunicação e apresentação de resultados.· Capacidade de pensar de forma crítica e resolver problemas.· Conhecimentos sobre a empresa, público-alvo e mercado.Informações adicionaisHorário de trabalho:&nbsp;Segunda a Sexta das 08:00 ás 18:00, sendo 4 dias presenciais e 1 home office. Benefícios:&nbsp;Assistência Médica, Assistência Odontológica, Vale Refeição, Vale Transporte, Convênio Farmácia, Total Pass, Bolsa de Estudos sendo 2 Bolsas de Estudo Integrais (Graduação/ Pós-Graduação) – Após 3 meses de experiência você ou seu dependente (cônjuge ou filhos) pode começar a estudar conosco e Seguro de Vida.",
    "careerPageId": 78484,
    "careerPageName": "Universidade Cruzeiro do Sul",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/33235/career/78484/images/2022-06-29_21-08_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-01T15:20:56.548Z",
    "applicationDeadline": "2025-08-30T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://cruzeirodosul.gupy.io/job/eyJqb2JJZCI6OTQ0NjE4Miwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://cruzeirodosul.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9447792,
    "companyId": 75376,
    "name": "Cientista de Dados PL",
    "description": "O Grupo Tecsa é a empresa que mais se preocupa com os profissionais da saúde, buscando sempre tornar esses profissionais mais relevantes e apoiar um mundo mais saudável. Somos um software de gestão focado na área da saúde, que visa facilitar o acompanhamento dos pacientes através de uma plataforma prática e inovadora. Com a Tecsa, os profissionais podem gerenciar seus atendimentos, acompanhar a evolução dos pacientes em tempo real e oferecer um suporte mais eficiente e personalizado. A missão da Tecsa é potencializar a relação entre os profissionais de saúde e seus pacientes, promovendo saúde e bem-estar através da tecnologia.&nbsp;Responsabilidades e atribuições Estamos em busca de um Cientista de Dados Pleno para integrar nosso time e contribuir na criação de soluções baseadas em dados. O profissional será responsável por explorar, modelar e analisar grandes volumes de dados, utilizando técnicas avançadas de estatística, machine learning e inteligência artificial para gerar insights estratégicos e apoiar a tomada de decisão.Responsabilidades:Coletar, limpar e transformar dados de diferentes fontes.Desenvolver e implementar modelos preditivos e algoritmos de machine learning.Realizar análises exploratórias e estatísticas para identificar padrões e tendências.Criar dashboards e relatórios para visualização de dados e comunicação de insights.Trabalhar em conjunto com equipes de engenharia de dados, desenvolvimento e produto para estruturar soluções baseadas em dados.Garantir a qualidade e integridade dos dados utilizados nas análises.Requisitos e qualificaçõesExperiência comprovada em Ciência de Dados, Analytics ou áreas correlatas.Familiaridade com bancos de dados relacionais e não relacionais (SQL, NoSQL).Experiência com manipulação de grandes volumes de dados e ETL.",
    "careerPageId": 186394,
    "careerPageName": "Tecsa® Group",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/75376/career/186394/images/2024-09-11_12-42_companyLogoUrl.png",
    "type": "vacancy_legal_entity",
    "publishedDate": "2025-07-01T14:32:41.501Z",
    "applicationDeadline": "2025-08-30T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://tecsa.gupy.io/job/eyJqb2JJZCI6OTQ0Nzc5Miwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://tecsa.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9447632,
    "companyId": 422,
    "name": "Especialista de Ciência de Dados",
    "description": "Quem somosSomos a Solar Coca-Cola, o segundo maior fabricante do Sistema Coca-Cola no Brasil e um dos 13 maiores do mundo. Um time de pessoas apaixonadas, que distribui alegria em 70% do território nacional, sempre com muito gás, sorriso no rosto, simplicidade e protagonismo.Se atuar por um propósito maior, superando desafios que são verdadeiras oportunidades para aprender, se desenvolver e crescer é algo que move você, essa oportunidade pode ser a chance de iniciar uma bela história junto com a gente.Se você se identifica com quem somos #VemSerSolar #PaixãoQueTransforma #SedeQueImpulsionaResponsabilidades e atribuições🎯Como será o seu dia a dia:Estabelecer diretrizes, padrões e boas práticas de ciências de dados para a implementação dos projetos pelas equipes de desenvolvimento;Pesquisar os avanços das técnicas de aprendizado de máquina e multiplicar o conhecimento internamente;Projetar e criar soluções escalonáveis para treinamento, deploy, monitoramento e melhoria de modelos.Requisitos e qualificações🔎O que você precisa ter:Concluiu a graduação em TI, Administração, Estatística, ou áreas afins;Tem conhecimento técnico de infraestruturas de dados, Big Data e Data Visualization;Possui experiência com execução de projetos de Ciência de Dados, Machine Learning e/ou Analytics;Tem habilidade com modelagem descritiva, preditiva e prescritiva, com modelos e frameworks de deep learning (ex: Tensorflow, Keras, Pytorch, etc);Tem conhecimento do processo de deployment de modelos em produção e de metodologias de teste para produtos de dados;Experiência em liderança na implementação de produtos de dados.🌟Será um diferencial se você:Possui experiência com plataformas de machine learning (ex: AWS, Azure, Google Cloud, etc);Tem conhecimento sobre Teste A/B e sobre design de APIs como produto ou desenvolvimento de SDKs;Contribuiu em projetos relevantes de software livre.Horário de Trabalho:Informações adicionaisVeja alguns outros benefícios de Ser Solar:🩺Para cuidar da sua saúde&nbsp;e segurança:Plano de saúde com condições especiais para você e seus dependentes;Telemedicina, com diversas especialidades, incluindo telepsicologia;Plano Odontológico;Programa de Saúde Emocional;Wellhub (rede de academias);Seguro de vida.🍴Para cuidar da sua alimentação:Vale alimentação;Vale refeição ou refeitório na unidade🚌Para sua mobilidade:Vale transporte ou transporte fretado💵Para sua programação financeira:Participação nos Lucros;Previdência Privada📣E vamos além com:Uma Universidade Corporativa repleta de oportunidades para você se desenvolver;Extensão da Licença Maternidade de até 180 dias e Paternidade até 20 dias, também válida para pais e mães adotivos e casais homoafetivos;Descontos em produtos do nosso portfólio;Um Kit Natalino, no final de cada ano, para compartilhar a alegria com quem você ama.",
    "careerPageId": 422,
    "careerPageName": "Solar Coca-Cola",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/422/career/422/images/2024-09-04_14-48_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-01T14:32:26.246Z",
    "applicationDeadline": "2025-08-30T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Fortaleza",
    "state": "Ceará",
    "country": "Brasil",
    "jobUrl": "https://solarcocacola.gupy.io/job/eyJqb2JJZCI6OTQ0NzYzMiwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://solarcocacola.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9396400,
    "companyId": 1154,
    "name": "Analista de Dados e Performance Operacional",
    "description": "No banco ABC Brasil, a gente acredita na autenticidade de cada um. Afinal, temos nosso jeito de fazer as coisas, de se relacionar, de transformar negócios e construir um futuro sustentável, de maneira inclusiva, respeitosa e acolhedora. Porque a gente se interessa genuinamente pelas pessoas e cria relações verdadeiras, com confiança e proximidade.&nbsp;Se você tem paixão por desafios e busca um ambiente onde possa crescer profissionalmente, com autonomia para tocar grandes projetos e sendo protagonista da sua carreira, aqui é o seu lugar! Com a gente, você vai ter oportunidade de atuar diariamente com especialistas do mercado financeiro e ter o acompanhamento e apoio de lideranças estratégicas para construir o seu futuro e contribuir para o nosso crescimento em conjunto.&nbsp;&nbsp;A gente acredita que cuidar dos nossos colaboradores é o segredo do sucesso. Por isso, oferecemos:• Benefícios que fazem a diferença• Opções de desenvolvimento• Um ambiente que inspira&nbsp;Sobre a vaga: Atuamos com inteligência e performance operacional, oferecendo todo o suporte necessário para que as áreas operacionais do Banco ABC possam focar em suas atividades principais, providas de informações e indicadores. Desenvolvemos indicadores e painéis para a área de manufatura, além de realizar estudos e criar métricas que apoiam a tomada de decisão.A diretoria de Inteligência e Performance Operacional também é responsável por processos, projetos, custos, implementação de novos produtos e robótica.&nbsp;Está pronto(a) para fazer parte de um time que transforma desafios em oportunidades? Vem com a gente!#LI-Hybrid﻿Responsabilidades e atribuiçõesDefinir, junto as áreas clientes, KPIs e dashboards para acompanhamento e suporte a gestão da Manufatura.Entrevistas com áreas internas para levantamento de dados e informações.Construção de queries para extração e manipulação de dados.Relacionamento entre diferentes bancos de dados.Análise das informações capturadas nos bancos de dados.Construção de dashboards para visualização e acompanhamento de indicadores.Requisitos e qualificaçõesSQLGoogle Cloud PlatformGoogle Looker StudioExcelPerfil hands-onFoco técnicoFacilidade para entender regras de negócio (não apenas capturar dados, mas compreender sua origem e contexto)Boa comunicação interpessoalSenso crítico para análise de informaçõesInformações adicionaisAssistência Médica;Assistência Odontológica Omint;Seguro de Vida;PLR;PPR;ABC com Você: um programa que cuida dos colaboradores e seus familiares, com assistência jurídica, social, psicológica e financeira;Vale Refeição;Vale Alimentação;Licença Paternidade e Maternidade estendidas: paternidade 20 dias e maternidade 6 meses;Auxílio Creche/Babá;Day Off anual;Auxílio Home Office;Auxílio Infraestrutura para Home Office;TotalPass;",
    "careerPageId": 1845,
    "careerPageName": "Quem somos",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/1154/career/1845/images/2024-05-27_12-23_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-01T14:20:45.461Z",
    "applicationDeadline": "2025-08-19T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://abcbrasil.gupy.io/job/eyJqb2JJZCI6OTM5NjQwMCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://abcbrasil.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9425345,
    "companyId": 981,
    "name": "PESSOA ANALISTA DE DADOS SÊNIOR",
    "description": "AQUI SUA CARREIRA COMEÇA GRANDE.VENHA SER UMA&nbsp;PESSOA ANALISTA DE DADOS SÊNIOR&nbsp;NA YDUQS.Temos um projeto grandioso e que requer um time com disposição para pensar de forma original, disruptiva, e com objetivo de resolver as grandes questões de hoje na educação: acesso, tecnologia, customização e o sucesso dos nossos alunos.Somos uma companhia cheia de energia, que já nasceu gigante e com resultados extraordinários.Venha fazer parte desse time!VENHA TRANSFORMAR VIDAS. INCLUSIVE A SUA.Responsabilidades e atribuiçõesOs principais desafios como&nbsp;PESSOA ANALISTA DE DADOS SÊNIOR&nbsp;são:Participar do desenvolvimento de soluções em dados tais como extrações, relatórios, analises e visualizações para apoiar a tomada de decisão e resolver problemas de negócio.Coletar, agrupar, organizar, analisar e explorar dados gerando insights para o negócio;Desenvolver visualizações, relatórios e dashboards, para expressar de maneira clara e efetiva potenciais oportunidades para o negócio;Desenvolver consultas SQL ou Python para manipular dados e gerar dados analíticos;Interagir com as áreas de negócio, identificando processos, levantando requisitos, necessidades do negócio e propondo soluções;Requisitos e qualificaçõesBuscamos profissionais com:Formação Superior completa;Desejável experiência com google Analytics.Conhecimento em desenvolvimento de DataViz, como Power BI, Looker ou similares;Experiência na manipulação de dados com SQL ou Python.Informações adicionaisLocal de Trabalho: Remoto.Horário de Jornada: 09h às 19h de segunda a quinta e das 09h às 18h às sextasNa YDUQS você vai encontrar:Bolsas de estudo&nbsp;de até 100% para colaboradores, dependentes legais e agregados (pai, mãe e irmãos (as). Permitindo até três bolsas simultâneas;Assistência médica&nbsp;com subsídio integral para o colaborador e parcial para sua família, com o colaborador responsável pela coparticipação;Assistência odontológica&nbsp;opcional,&nbsp;para cuidar da sua saúde bucal;Vale Alimentação ou Vale Refeição&nbsp;com opção de escolha&nbsp;para se adequar às suas necessidades;Wellhub ou Totalpass&nbsp;para opções flexíveis de academias;Wellz uma plataforma voltada para a saúde mental e emocional dos colaboradores que oferece diversos tipos de acompanhamento, dentre eles acesso a terapias online individuaisBem-estar e clube de vantagens com programa dedicado e vantagens exclusivas;Dress code flexível&nbsp;para promover a nossa diversidade;Seguro de vida;Convênio com o&nbsp;SESC;Universidade Corporativa no nosso portal exclusivo, Educare;Oportunidades de crescimento,&nbsp;hoje mais de 60% das vagas são fechadas com processo de seleção interno.💻 Modelo de trabalho híbrido para todos os escritórios corporativos da companhia.🤰 Trabalho remoto (home office) estendido para as mães e pais recém-chegados da licença maternidade e paternidade por até 3 meses, de acordo com a função desenvolvida.🎓Acreditamos na excelência do nosso ensino e, por isso, valorizamos os egressos das nossas instituições em nossos processos seletivos.👩🏽‍🦽 Mais inclusão: essa vaga também é destinada a pessoas com deficiência.DIVERSIDADE: A YDUQS valoriza a diversidade e as informações adicionais&nbsp;prestadas nos campos de diversidade são muito importantes para nós, por isso pedimos para que não deixe de responder.",
    "careerPageId": 1401,
    "careerPageName": "YDUQS",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/981/career/1401/images/2021-07-23_18-07_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-01T14:16:27.436Z",
    "applicationDeadline": "2025-08-01T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://yduqs.gupy.io/job/eyJqb2JJZCI6OTQyNTM0NSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "remote",
    "careerPageUrl": "https://yduqs.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9408941,
    "companyId": 1665,
    "name": "Analista de Dados Comerciais SR",
    "description": "A Química Anastacio é uma das maiores distribuidoras de produtos químicos da América Latina e oferece um amplo portfólio de produtos e ingredientes, além de soluções e serviços inteligentes, auxiliando os clientes e fornecedores no crescimento dos seus negócios. Contamos com uma excelente estrutura comercial, logística e técnica, e atendemos todas as indústrias do mercado.Nos últimos anos, fortalecemos nossas operações transformando em ágil, simples e focada no cliente. Hoje temos 6 centros de distribuições localizados estrategicamente no Brasil, presença na Argentina e México, com meta de expandir nossa participação no mercado da América Latina e representamos cerca de 400 fornecedores globais.Para mais informações, visite&nbsp;www.anastacio.com﻿🌈 Na Química Anastácio, acreditamos que equipes diversas constroem soluções mais inovadoras e sustentáveis.Nosso compromisso com a diversidade vai além do discurso: promovemos um ambiente onde todas as pessoas são respeitadas, valorizadas e têm espaço para crescer.Temos orgulho dos nossos&nbsp;squads de diversidade&nbsp;—&nbsp;Gênero, Étnico-Racial, LGBTQIAPN+, 50+, PCDs e Parentalidade&nbsp;— que atuam ativamente para tornar nossa cultura mais inclusiva e representativa.Valorizamos um ambiente de trabalho&nbsp;respeitoso, acolhedor e diverso, e buscamos constantemente ampliar a representatividade em nossos times. Incentivamos a candidatura de pessoas com diferentes histórias, trajetórias e experiências. #VEMSERANASTACIOResponsabilidades e atribuiçõesAnálises de vendas de produtos específicos e estratégia para crescimento; Analise de vendas em clientes específicos e fomentação para crescimento;Acompanhamento de inputs no CRM e cobranças;FUP com vendedores de Cosméticos e Farma para crescimento de vendas de produtos e clientes foco;Execução do relatório de plano de metas do setor;Auxílio aos vendedores e representantes com dados de produtos e vendas;Atuação nas feiras do setor de cosméticos auxiliando vendas.Requisitos e qualificações• Superior completo ou em andamento em Engenharias, Administração, Dados ou áreas correlatas;• Excel avançado e ferramentas de estatística;• Desejável conhecimento de CRM.Informações adicionaisBenefícios:VR R$ 37,00/dia;&nbsp;VA R$ 170,00/mês;&nbsp;Crédito Natalino de R$ 170,00 em Dezembro;Assistência médica e odontológica;Gympass;Convênio farmácia;&nbsp;PPR Anual;Transporte são 3 opções: VT comum 6% desc. em folha, R$ 140,00 de crédito mobilidade no cartão Caju sem desc. em folha, ou estacionamento gratuito no nosso prédio sem&nbsp;desc. em&nbsp;folha.&nbsp;Horário de trabalho:&nbsp;8h às 17h45&nbsp;de segunda à sexta-feira.&nbsp;Modelo híbrido sendo 3 dias presenciais&nbsp;na&nbsp;semana.",
    "careerPageId": 2569,
    "careerPageName": "Química Anastacio",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/1665/career/2569/images/2022-02-03_23-34_logo.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-06-23T20:26:51.693Z",
    "applicationDeadline": "2025-08-22T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://anastacio.gupy.io/job/eyJqb2JJZCI6OTQwODk0MSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://anastacio.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9408789,
    "companyId": 2221,
    "name": "ESPECIALISTA DE DADOS E RESULTADOS",
    "description": "Oi, somos a&nbsp;HOLDING SIMPAR!&nbsp;Somos um Grupo com mais de 50 mil colaboradores sob a mesma Cultura, Valores e um Modelo de Gestão único, que produz resultados sustentáveis e alinhados às melhores práticas de ESG. Uma holding que empresaria 8 negócios com operações independentes e complementares nos segmentos de logística, mobilidade, saneamento, infraestrutura, concessões e serviços financeiros.&nbsp;A SIMPAR é a holding que controla sete empresas independentes: JSL, Movida, Vamos, CS Brasil, Automob, Banco BBC Digital, CS Infra e Ciclos Ambiental. Nossa Gente é formada por diversidade de gerações, com complementariedade de conhecimentos, experiências e com muita energia para realizar. Venha fazer parte da #NossaGente!Dentre nossos valores, contamos com&nbsp;CLIENTE, sendo a razão da nossa existência empresarial, escutamos nossos clientes para entender a atender suas necessidades,&nbsp;GENTE, sendo nosso grande diferencial e que nos permite alcançar os objetivos,&nbsp;SIMPLICIDADE, um jeito descomplicado de ser e agir,&nbsp;ATITUDE DE DONO, agimos com profundidade e visão do todo,&nbsp;SUSTENTABILIDADE,&nbsp;com atitudes economicamente viáveis, ecologicamente corretas e socialmente justas,&nbsp;LUCRO, sendo uma missão de todos, fundamental para o crescimento e desenvolvimento sustentável dos nossos negócios.Todos os processos seletivos conduzidos pela&nbsp;SIMPAR&nbsp;são afirmativos,&nbsp;inclusivos e não discriminatórios.Responsabilidades e atribuiçõesGarantir o desenvolvimento e a entrega de análises estratégicas, dashboards e insights precisos e relevantes sobre os resultados das empresas da SIMPAR, contribuindo para a tomada de decisão embasada, a automação de processos e a melhoria contínua dos dados e processos corporativos.Desenvolvimento de Dashboards e Relatórios: Criar e gerenciar dashboards interativos e intuitivos que apresentem os KPIs e resultados das empresas da holding;Gestão e Automação de Dados: Automatizar fluxos e integrações entre bases de dados, reduzindo processos manuais e aumentando a eficiência operacional.Tratamento e Organização de Dados: Estruturar e limpar bases de dados desorganizadas, assegurando a qualidade, integridade e confiabilidade dos dados; Realizar análises avançadas para extrair insights relevantes e estratégicos.Identificação de Melhorias: Identificar falhas, erros ou inconsistências nos dados e processos de análise; Propor soluções e estratégias para melhorar a coleta, análise e apresentação dos dados, bem como a eficácia das operações;Colaboração com Equipes Multidisciplinares: Trabalhar em conjunto com as equipes das diferentes empresas da holding para entender suas necessidades e alinhar os dashboards e análises aos objetivos organizacionais; Atuar como ponte entre equipes técnicas e não técnicas, traduzindo requisitos de negócios em soluções de dados.Monitoramento de Indicadores: Acompanhar e monitorar KPIs críticos para identificar tendências, riscos ou oportunidades de otimização.Requisitos e qualificaçõesExperiência em ferramentas de visualização de dados, como Excel Intermediário/Avançado, Power BI similares.Experiência com bases de dados desestruturadas, estruturadas ou complexas.Capacidade analítica e atenção a detalhes para detectar inconsistências e falhas.Habilidade avançada em linguagens de manipulação de dados, como SQL e/ou Python e Machine Learning Conhecimento em ETL e pipelines de dados automatizados com Power Query&nbsp;Formação em Contabilidade, Administração Conhecimento em DRE Informações adicionaisOs benefícios tradicionais que você já conhece, nós também temos. Queremos te mostrar que vamos além:Clube de benefícios: Plataforma exclusiva com descontos em diversas categorias - gastronomia, entretenimento, serviços, educação, lazer e esporte.&nbsp;Ligado em você: canal com atendimento especializado para você e sua família, com suporte psicológico, social, financeiro, jurídico e muito mais, disponível 24 horas, com total sigilo.&nbsp;Licença Maternidade e Paternidade estendidas, além de um Kit nascimento para recém-mamães e recém-papais.&nbsp;Sabemos o quanto a educação das crianças e adolescentes é importante. Aqui na SIMPAR, damos aquela ajuda na compra do kit escolar para os filhos da nossa gente.&nbsp;Universidade SIMPAR, plataforma para o seu autodesenvolvimento e aprendizado contínuo.﻿Evento Veteranos: reconhecemos celebramos nossa Gente veterana, com eventos especiais para quem completa mais de 15 anos de casa.Cantinho da Mamãe: O espaço, na Matriz no Itaim Bibi e Sede Administrativa em Mogi das Cruzes, é dedicado as mamães que retornam de licença maternidade e querem seguir com o aleitamento materno. No local, há todos os itens para retirar e armazenar o leite, com privacidade e conforto.﻿Totalpass: para você cuidar da sua qualidade de vida, saúde e bem-estar.Kit escolar com preços acessíveis (para você garantir materiais de qualidade e com custo benefício.",
    "careerPageId": 3965,
    "careerPageName": "SIMPAR",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/2221/career/3965/images/2021-03-31_13-45_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-06-23T20:04:04.078Z",
    "applicationDeadline": "2025-08-22T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://simpar.gupy.io/job/eyJqb2JJZCI6OTQwODc4OSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://simpar.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9374184,
    "companyId": 31849,
    "name": "PESSOA ENGENHEIRA DE DADOS PL - REMOTO",
    "description": "Somos o grupo educacional mais diversificado do país. Todos os dias, criamos futuros incríveis através da inovação. Colocamos a mão na massa para tirar as ideias do papel e colocá-las em prática. Enfrentamos desafios com resiliência e nos adaptamos às mudanças constantes.Por aqui, somos um time e não heróis, guiados pela vontade de fazer a diferença e conectados de um só jeito, o #JeitoCogna. Nossa relação é direta e respeitosa, e o sucesso dos nossos alunos e clientes é o nosso sucesso.Além disso, valorizamos a diversidade, porque sabemos que quanto mais diverso é o nosso repertório, mais abrangente e inclusivo seremos. Juntos impulsionamos as pessoas a construírem uma melhor versão de si! E aí, bora fazer parte da empresa líder absoluta do segmento educacional? Vem pra Cogna.Responsabilidades e atribuiçõesDesenvolver e implementar soluções de engenharia de dados utilizando ferramentas como PowerCenter, Hadoop, Spark, NoSQL, Python, ETL, entre outros;Realizar modelagem de dados e data warehousing para suportar as necessidades de negócio da empresa;Desenvolver e implementar algoritmos de machine learning para análise de dados;Criar visualizações de dados para facilitar a interpretação e tomada de decisões;Trabalhar em equipe para garantir o sucesso dos projetos de engenharia de dados.Requisitos e qualificaçõesGraduação cursando ou completo em Ciência da Computação, Engenharia da Computação, Estatística ou áreas correlatasPós-graduação em Ciência de Dados ou certificação em Big DataExperiência com banco de dados (SQL, Oracle), PowerCenter, SQL, Spark, NoSQL, Python, ETL, Data Warehousing, Modelagem de Dados, Visualização de Dados e Machine LearningHabilidades comportamentais como trabalho em equipe, comunicação eficaz, resolução de problemas, pensamento crítico e adaptabilidadeInformações adicionaisModelo de Trabalho: Remoto.O que você pode esperar da gente?&nbsp;Participação nos lucros:&nbsp;resultados com comemoração fazem parte do jeito Cogna.Vale-refeição ou alimentação:&nbsp;num cartão de benefícios flexível.&nbsp;Assistência médica: um abrangente plano de saúde, com inclusão de dependentes e coparticipação.&nbsp;Assistência odontológica: está disponível para manter seu sorriso.Mas espera, ainda tem mais!&nbsp;&nbsp;Bolsas de estudo de graduação e pós graduação: nossas unidades de ensino para que você e seus dependentes (cônjuge e filhos).&nbsp;&nbsp;&nbsp;Day off no aniversário: você poderá escolher um dia para relaxar e celebrar.&nbsp;Convênio SESC: abre as portas para as inúmeras oportunidades de melhora na qualidade de vida.&nbsp;Convênio farmácia Univers: descontos numa variedade de medicamentos.&nbsp;Universidade corporativa: diversas trilhas e cursos gratuitos na nossa universidade corporativa para você seguir evoluindo com a gente.&nbsp;&nbsp;Descontos em livros:&nbsp;para você adquirir os melhores títulos em nossas editoras.&nbsp;&nbsp;Wellhub (Gympass): para que você possa se movimentar no seu dia a dia.&nbsp;Programa Ninho: Um programa dedicado às nossas famílias que estão aguardando um novo bebê.&nbsp;Valoriza - Programa de Recrutamento Interno:&nbsp;Para impulsionar sua carreira por meio de oportunidades internas.Aqui, acreditamos no respeito, na diversidade e na busca da inclusão em todas suas frentes. Todos os candidatos qualificados serão considerados independentemente de raça, gênero, identidade, expressão de gênero, orientação sexual, nacionalidade, genética, deficiência ou de qualquer outra base.&nbsp;Nosso propósito é avançar cada vez mais, gerando empregabilidade para talentos diversos. Venha enriquecer nosso time!&nbsp;",
    "careerPageId": 129602,
    "careerPageName": "Cogna Educação",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/31849/career/129602/images/2023-01-20_18-02_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-06-23T16:32:39.520Z",
    "applicationDeadline": "2025-08-16T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://cogna.gupy.io/job/eyJqb2JJZCI6OTM3NDE4NCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "remote",
    "careerPageUrl": "https://cogna.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9406073,
    "companyId": 1963,
    "name": "Pessoa Engenheira de Dados Junior | Performance de Tecnologia - Prazo Determinado",
    "description": "Nossa área de Estratégia e Tecnologia é um pilar fundamental dos nossos negócios, sendo responsável pela nossa transformação digital. Aqui criamos soluções tecnológicas sempre idealizando e desenvolvendo técnicas e processos de automação, seja para aprimorar a experiência de trabalho das nossas equipes ou aumentar a capacidade de entrega dos nossos produtos e serviços.Nós somos responsáveis por uma infraestrutura gigantesca que atende aos principais produtos de vídeo da Globo, como o Globoplay, Premiere e os Canais Globo. Além disso, somos responsáveis pela transmissão ao vivo de grandes eventos - desde os campeonatos estaduais de futebol, a Copa do Mundo, Olimpíadas, Rock in Rio e até as câmeras ao vivo do Big Brother Brasil, que fica disponível 24x7 para todos os assinantes do Globoplay.Criamos ambientes onde todas as pessoas são incluídas, acolhidas e valorizadas. Nos empenhamos em ser uma Globo cada vez mais diversa, em representatividade e pensamento, aprendendo uns com os outros e estimulando a criatividade e inovação.&nbsp;Prazo Determinado:&nbsp;contrato previsto de 6 meses.Responsabilidades e atribuiçõesComo será seu dia a dia:&nbsp;&nbsp;Desenvolver e manter pipelines de dados (ETL/ELT) na GCP;Ser ponto focal na disponibilização de dados para consumo dos times;Realizar validações e análises de consistência dos dados;Suportar o consumo de dados para dashboards em PowerBI pelos analistas;Apoiar na identificação e documentação de requisitos junto aos analistas de dados.Requisitos e qualificaçõesDo que você precisa:&nbsp;Experiência no desenvolvimento e manutenção de pipelines de dados;Conhecimento em SQL (intermediário);Conhecimento em Python (intermediário, com foco em análise de dados);Conhecimento em modelagem de dados;Raciocínio lógico e capacidade analítica apurada.﻿Conhecimentos que te destacam:&nbsp;&nbsp;&nbsp;Ferramentas de dados na GCP (BigQuery, Cloud Storage, Dataform, etc.);Monitoramento do consumo de recursos em ambientes na nuvem;Conhecimentos em Power BI (Power Query);Excel (intermediário/avançado);Experiência na condução de reuniões técnicas e de levantamento de requisitos;Experiência com monitoramento da qualidade dos dados.Práticas de governança de dados;Conhecimento de boas práticas em programação.Informações adicionaisPor que vir para Globo:&nbsp;&nbsp;Vem e vamos criar histórias e tecnologias juntos.Na Globo, o encontro de histórias com tecnologia move um time diverso e apaixonado por inovação.A gente tem a chance de aproximar os brasileiros, criando novas formas de se conectar com eles.Aqui, cada um faz a transformação acontecer.Nossos processos seletivos estão acontecendo de forma 100% remota e nós encorajamos inscrições de qualquer lugar do Brasil e do mundo. #vempraglobo&nbsp;&nbsp;&nbsp;&nbsp;Seguindo o compromisso de contribuir para um ambiente seguro para nossas pessoas, informamos que ter o esquema completo vacinação contra a Covid-19 é uma condição obrigatória para o trabalho na Globo, presencial ou a distância, e que o comprovante deverá ser apresentado como pré-requisito para a contratação.&nbsp;&nbsp;Quer saber mais sobre como é trabalhar na Globo? Vem acompanhar nosso dia a dia, desafios e conquistas nas nossas redes:&nbsp;https://www.linkedin.com/company/globo&nbsp;&nbsp;https://www.instagram.com/vempraglobo&nbsp;&nbsp;&nbsp;https://www.youtube.com/c/VemPraGlobo/&nbsp;&nbsp;Os seus dados pessoais serão utilizados para fins de seleção de candidatos para preenchimento das vagas abertas na Globo. Os dados pessoais coletados durante o processo seletivo dos candidatos que não forem admitidos neste momento poderão ser mantidos nos bancos de dados para consideração em futuros processos seletivos. Todos os dados coletados serão tratados segundo rígidos padrões de segurança da informação e em total respeito às leis de privacidade aplicáveis, incluindo a Lei 13.709/18, e nos termos de nossa política de privacidade, disponível no link:&nbsp;https://vempraglobo.g.globo/files/politica_de_privacidade.pdf&nbsp;Ao prosseguir você está ciente e de acordo para realização de sua candidatura nestes termos.&nbsp;",
    "careerPageId": 40535,
    "careerPageName": "Globo",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/1963/career/40535/images/2025-01-02_19-51_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-06-23T16:04:19.621Z",
    "applicationDeadline": "2025-07-15T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Rio de Janeiro",
    "state": "Rio de Janeiro",
    "country": "Brasil",
    "jobUrl": "https://globo.gupy.io/job/eyJqb2JJZCI6OTQwNjA3Mywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://globo.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9405021,
    "companyId": 540,
    "name": "Pessoa Analista de Dados SR - Desenvolvimento Vitrine ",
    "description": "Se você procura uma empresa com ambiente inovador e desafiador, que incentiva criatividade e autonomia para ultrapassar barreiras e conquistar resultados, você poderá juntar-se ao nosso time de #LoucosPorPontos! As nossas soluções de incentivos e fidelização incluem centenas de milhares de produtos e serviços, e os nossos profissionais são parte central do ecossistema da Livelo – verdadeiros agentes realizadores da nossa visão:&nbsp;somamos felicidade às escolhas do dia a dia para oferecer, para cada pessoa, a melhor recompensa.Buscamos profissionais engajados e estrategistas, que sonham alto e fazem acontecer para colecionar sucessos com o nosso time :)Todas nossas vagas abertas são para todas as pessoas independente de gênero, idade, etnia, raça, orientação sexual ou deficiência.Missão do Cargo:Responsável por projetar, construir e manter pipelines de dados robustos, além de atuar diretamente na integração entre sistemas internos e produtos da empresa. Seu trabalho será essencial para garantir que os dados fluam de forma eficiente, segura e escalável entre diferentes plataformas, apoiando decisões estratégicas e experiências personalizadas para nossos clientes.Responsabilidades e atribuiçõesDesenvolver e manter pipelines de dados (ETL/ELT) escaláveis e confiáveis;Projetar integrações entre sistemas internos e produtos da Livelo, garantindo consistência e qualidade dos dados;Trabalhar com APIs, mensageria e eventos para conectar sistemas em tempo real;Apoiar a arquitetura de dados e contribuir com boas práticas de engenharia;Colaborar com times de produto, engenharia e analytics para entregar soluções orientadas a dados;Monitorar e otimizar performance de integrações e fluxos de dados;Garantir segurança, governança e rastreabilidade dos dados em trânsito.Requisitos e qualificaçõesGraduação completa em Ciência da Computação, Engenharia, Sistemas de Informação ou áreas correlatas;Experiência com linguagens como Python, Java 17+ ou Scala;Conhecimento em bancos de dados SQL e NoSQL;Experiência com ferramentas de integração e mensageria (Kafka, RabbitMQ, APIs REST);Vivência com plataformas de cloud (GCP, AWS ou Azure);Experiência com ferramentas de MLOps como MLflow, Kubeflow, Airflow, SageMaker ou Vertex AI;Conhecimento em data lakes, data warehouses;Conhecimento prático na automação do ciclo de vida de modelos (treinamento, validação, deploy e monitoramento);Vivência na definição de arquitetura MLOps e boas práticas de governança de modelos;Experiência com metodologias ágeis (Scrum, Kanban).Diferenciais:Experiência com produtos de fidelidade, e-commerce ou plataformas de alto volume de dados;Conhecimento em DataOps, CI/CD para dados e observabilidade de pipelines;Vivência com integrações em ambientes híbridos (on-premise + cloud);Vivência em ambientes de alto volume de dados e decisões em tempo real.Informações adicionaisO QUE OFERECEMOS?Alelo Alimentação e Alelo Refeição;Benefícios de mobilidade para modelo de trabalho híbrido (Vale Transporte, Reembolso de fretado, Vale combustível e Pedágio);Alelo Cultura;Previdência Privada;PPR;Assistência Médica e Odontológica Bradesco Saúde;Auxílio creche/babá;Zenklub;Gympass/Wellhub;Seguro de Vida;Premiações com Pontos Livelo, além de descontos em nossos produtos;Incentivo Educação (pós-graduação, MBA e cursos de inglês) após 1 ano de empresa;Day Off para o colaborador no mês do aniversário e meio day off no aniversário do filho(a);Happy Friday (nas sextas-feiras saímos 1h mais cedo) e Summer Dreams (e nas sextas-feiras de verão, 4h mais cedo);Espaço massagem, manicure e barbearia;Cafés e frutas no escritório;Programa de Reconhecimento;Ambiente de trabalho criativo, desafiador e descontraído reconhecido como uma das melhores empresas para se trabalhar pela GPTW 2024.Conheça mais em&nbsp;www.livelo.com.br",
    "careerPageId": 142471,
    "careerPageName": "Livelo Tech",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/540/career/142471/images/2023-08-29_13-36_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-06-23T14:28:20.312Z",
    "applicationDeadline": "2025-08-22T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Barueri",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://livelotech.gupy.io/job/eyJqb2JJZCI6OTQwNTAyMSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://livelotech.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9403319,
    "companyId": 79535,
    "name": "Especialista em Ciência de Dados - Seara Alimentos",
    "description": "Contamos com um time que trabalha com disciplina, determinação e humildade e que reconhece seu papel como agente de transformação para gerar as mudanças que o mundo precisa, movidos pelo propósito de alimentar o mundo com o que há de melhor.Conheça mais sobre a Seara:A Seara atua com mais de 95 mil colaboradores 👩‍🍳👨‍🍳, com um portfólio de produtos diversificado e marcas reconhecidas. É a maior produtora de frango do país 🐔.Líder no segmento de alimentos preparados e de carne suína 🐖, a Seara atende milhares de consumidores ao redor do mundo 🌐 e possui uma equipe dedicada de profissionais 👩🏭 que garantem a qualidade e a inovação de seus produtos.Algumas curiosidades sobre a Seara:Reconhecimento Global: A Seara é conhecida internacionalmente pela qualidade e sabor de seus produtos, oferecendo uma ampla gama de opções que vão desde carnes congeladas até pratos prontos e refeições práticas.Inovação no Segmento: A Seara está sempre inovando, desenvolvendo produtos que atendem às necessidades dos consumidores modernos, como opções saudáveis, práticas e deliciosas, incluindo a linha Seara Gourmet e Seara Nature.Práticas Sustentáveis: A Seara adota práticas sustentáveis em toda a sua cadeia produtiva, priorizando o bem-estar animal, a eficiência energética e a gestão responsável de recursos.Junte-se à nossa equipe e faça parte de uma história de sucesso e inovação na JBS!Responsabilidades e atribuiçõesExtrair, limpar e organizar grandes volumes de dados estruturados e não estruturados; Desenvolver e implementar modelos de aprendizado de máquina para resolver problemas de negócio;Conduzir análises estatísticas e construir dashboards para comunicação de resultados;Trabalhar em colaboração com equipes multidisciplinares para identificar e priorizar iniciativas baseadas em dados;Garantir a qualidade e integridade dos dados utilizados em projetos;Explorar novas técnicas, ferramentas e metodologias para melhorar processos e soluções baseadas em dados.Requisitos e qualificaçõesFormação acadêmica em Ciência da Computação, Estatística, Matemática, Engenharia ou áreas correlatas;Conhecimento avançado em linguagens como Python, R e SQL;Familiaridade com bibliotecas e frameworks como TensorFlow, PyTorch, Pandas e Scikit-learn;Proficiente em técnicas de aprendizado de máquina, modelagem preditiva e algoritmos de IA;Conhecimento em plataformas de big data como Hadoop, Spark ou similares;Habilidade de comunicação clara para apresentar análises e resultados;Experiência com computação em nuvem (AWS, Azure ou Google Cloud);Conhecimento em gestão de dados e engenharia de dados;Certificações na área de ciência de dados ou aprendizado de máquina;Experiência em projetos de NLP (Processamento de Linguagem Natural) ou visão computacional.Informações adicionais🕘 Horário de trabalho das 08:00 às 18:00 com 01:12 de almoço;🏢 Vaga 100% presencial - Marginal Direita do Tietê, 500;🍽 Vale-Refeição e Vale-Alimentação flexível - Picpay🍛 Restaurante no local🚌 Vale-Transporte🚘 Estacionamento gratuito❤ Sempre Cuida (Clínica Digital) -  Plataforma de Teleatendimento em Saúde para cuidar do seu bem-estar, incluindo saúde mental, física, nutricional, entre outras.🏥 Assistência Médica/Odontológica e Seguro de Vida - Opcionais e por modelo de parcerias, garantindo cuidados com sua saúde.🏋 Wellhub (antigo Gympass) e/ou Total Pass - Convênio de academias para promover sua saúde e bem-estar físico.🏷 Descontos e promoções exclusivas para os colaboradores - Vantagens exclusivas para a compra de produtos e serviços.📚 Descontos em Instituições de Ensino e de Idiomas - Incentivos para seu desenvolvimento acadêmico e profissional.💵 Participação nos resultados",
    "careerPageId": 200024,
    "careerPageName": "JBS",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/79535/career/200024/images/2025-01-31_20-07_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-06-23T11:29:42.608Z",
    "applicationDeadline": "2025-08-22T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://grupojbs.gupy.io/job/eyJqb2JJZCI6OTQwMzMxOSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": false,
    "workplaceType": "on-site",
    "careerPageUrl": "https://grupojbs.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9403245,
    "companyId": 68545,
    "name": "Engenheiro de Dados Sênior",
    "description": "Estamos em busca de uma pessoa Engenheira de Dados Sênior apaixonada por modelagem de dados e o universo da educação e tecnologia para se juntar à nossa equipe. Se você é protagonista da sua carreira e se sente preparada(o) para nossos desafios, venha fazer parte do nosso time!Responsabilidades e atribuiçõesDesenhar e implementar modelos de dados que suportem o desenvolvimento de produtos e serviços de alta escalabilidade e performance;Garantir a qualidade, integridade e consistência dos dados utilizados em nossas plataformas;Colaborar com equipes multidisciplinares, incluindo desenvolvedores, cientistas de dados e analistas de negócios, para transformar necessidades empresariais em soluções técnicas;Identificar oportunidades para otimização de sistemas de dados, tanto em termos de performance quanto de estrutura;Auxiliar em análises e criar relatórios que forneçam insights valiosos para a tomada de decisão estratégica;Atuar como mentor(a) e apoiar o desenvolvimento da equipe mais júnior;Participar na definição e implantação de políticas de governança de dados, alinhadas com as melhores práticas de mercado.Requisitos e qualificaçõesExperiência sólida com modelagem de dados em sistemas complexos e ambientes de grande volume de informações;Histórico comprovado de atuação com metodologias ágeis;Vivência em projetos de transformação digital, preferencialmente no setor de educação ou tecnologia.Cursos de Análise de dados, Business intelligence, SQL, Python e afins;Experiência como Analista de Dados ou Engenheiro(a) de Dados em ambientes de modelagem de dados;Domínio de ferramentas de modelagem de dados;Proficiência em SQL e experiência com bancos de dados relacionais e não relacionais (PostgreSQL, MySQL, MongoDB, etc.);Experiência com ferramentas de ETL e integração de dados;Conhecimento em cloud computing e tecnologias de big data (AWS, Databricks, GCP, Azure, Hadoop, Spark);Diferenciais:Certificações na área de dados (AWS Certified Data Analytics, Google Professional Data Engineer, etc.);Habilidades de comunicação para traduzir desafios técnicos em soluções de negócio.Informações adicionaisNa nossa jornada, reconhecemos que o verdadeiro sucesso começa com o bem-estar do nosso time.Por isso, oferecemos benefícios que não só impulsionam suas vidas, mas também os capacitam a alcançarem seu potencial máximo.&nbsp;Acesso ao acervo de mais de 15 mil livros da Minha Biblioteca;&nbsp;Equipamento para execução de suas atividades.#VemSerMB",
    "careerPageId": 165440,
    "careerPageName": "Minha Biblioteca",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/68545/career/165440/images/2024-02-09_16-49_companyLogoUrl.png",
    "type": "vacancy_legal_entity",
    "publishedDate": "2025-06-23T11:14:20.109Z",
    "applicationDeadline": "2025-08-22T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://minhabiblioteca.gupy.io/job/eyJqb2JJZCI6OTQwMzI0NSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": false,
    "workplaceType": "remote",
    "careerPageUrl": "https://minhabiblioteca.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9396667,
    "companyId": 12808,
    "name": "Especialista de Dados (Data Science).",
    "description": "A Quod é uma empresa de dados e está entre as maiores empresas do mundo neste assunto. Essa oportunidade é para compor o time da área de dados. Sendo uma área core a jornada é empolgante e desafiadora. Nosso time procura entregar aos clientes o melhor produto ou informação disponível, empregando as melhores técnicas de manipulação de dados conhecidas no mercado e, para tanto, o aprendizado é constante. No momento temos uma excelente oportunidade para quem quer fazer parte desse time e compor o a squad da BU de Novos Negócios.Responsabilidades e atribuiçõesExtrair, transformar e integrar dados em diferentes formatos ambientes e latências.Formar base de dados com a melhor informação utilizando nossos bancos de dados.Criar soluções a partir de dados brutos, como validadores cadastraisAcompanhar o comportamento de público PF ou PJ.Requisitos e qualificaçõesFormação:Superior completo em cursos das áreas de exatas: Matemática, Física, Estatística, Engenharias e afins.Conhecimentos obrigatóriosConhecimentos de ferramentas de ETL.Conhecimento de processamento de dados.Desenvolvimento de queries e scripts em SQL e SAS.Conhecimento de banco de dados Teradata e ambientes de datalake.Ser comunicativo e hábil em trabalho em equipe.Informações adicionaisNossos benefícios:Cuidamos bem dos nossos&nbsp;Quoders, então oferecemos um pacote completo de benefícios:Alimentação, aqui temos VR e VA, flexível, você pode dividir como quiser.Saúde: temos Assistência Médica Bradesco extensível a dependentes , com coparticipação.Assistência Odontológica Metlife.Pensando no seu bem-estar também oferecemos Auxílio Academia.Auxílio Creche para crianças de até 2 anos de idade.Seguro de Vida.PLR Anual que é pago conforme atingimento das metas estabelecidas.Para os Quoders que estão em modelo de trabalho Híbrido oferecemos Auxílio Mobilidade (estacionamento e gasolina), e para quem está remoto temos o Auxílio Home Office.Pensando no seu futuro oferecemos a Previdência Privada, para que você guarde seu dinheiro com segurança.E para o seu Desenvolvimento temos a UniQuod com cursos incríveis, além das parcerias comvárias instituições de ensino.#VemPraQuod. 🚀",
    "careerPageId": 30700,
    "careerPageName": "Quod",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/12808/career/30700/images/2024-06-20_09-48_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-06-20T21:06:38.465Z",
    "applicationDeadline": "2025-08-19T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://vempraquod.gupy.io/job/eyJqb2JJZCI6OTM5NjY2Nywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "remote",
    "careerPageUrl": "https://vempraquod.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9386724,
    "companyId": 1687,
    "name": "Engenheiro(a) de Dados Sênior ",
    "description": "Estamos buscando um(a) Engenheiro(a) de Dados para o Time Vetta!&nbsp;VOCÊ JÁ CONHECE A VETTA?&nbsp;&nbsp;&nbsp;Na Vetta, acreditamos que a tecnologia e a inovação são essenciais para criar um futuro mais sustentável e eficiente para todos. Como uma empresa líder em digitalização industrial, nossas soluções estão ajudando clientes em todo o mundo a reduzir o consumo de energia, a melhorar a eficiência operacional e apoiar a transição energética através da descarbonização.&nbsp;&nbsp;&nbsp;&nbsp;Ao se juntar à nossa equipe, você terá a oportunidade de trabalhar em projetos emocionantes e desafiadores com alguns dos maiores especialistas da indústria. Além disso, você fará parte de uma equipe dedicada em gerar um impacto positivo no mundo e em ajudar nossos clientes a alcançar seus objetivos de negócios.&nbsp;O Time Vetta sabe a importância do trabalho em equipe e da colaboração para alcançar resultados que atingem todo o globo – ao mesmo tempo que a carreira de cada um é transformada.&nbsp;&nbsp;&nbsp;&nbsp;Se você quer compartilhar a sua perspectiva para um mundo mais sustentável, venha ser parte do Time Vetta! 💙&nbsp;Responsabilidades e atribuiçõesNesse time, você terá a oportunidade de :&nbsp;&nbsp;Ser responsável pela criação do pipeline que transforma os dados brutos que estão nos mais variados formatos, desde bancos de dados transacionais até arquivos de texto;Será responsável pela migração de diversos ETL's do modelo SSI's para Python;Realizar a migração de pacotes de ETL do Microsoft SQL Server Integration Services para Microsoft Fabric e seus respectivos dados.Requisitos e qualificaçõesO que esperamos de você para essa vaga:&nbsp;&nbsp;Experiência em arquitetura de Engenharia de Dados;Criação de consultas em SQL;Conhecimento em Python;Conhecimento em ETL, SSI's;Conhecimento em manipulação de dados no Microsoft Fabric;Conhecimento em C#.Informações adicionaisNOSSOS BENEFÍCIOS: Sendo uma empresa voltada para pessoas, buscamos sempre valorizar a nossa equipe. Ao entrar para o Time Vetta, oferecemos:&nbsp;Cartão Vale Alimentação e Refeição de R$32,00/dia, para ser utilizado em vários estabelecimentos de alimentação e de refeição de acordo com as suas necessidades.Auxílio home office de R$100,00/mês, além de flexibilidade no horário de trabalho.Caso trabalhe no escritório da Vetta, em Belo Horizonte, oferecemos Vale transporte.Pensando no cuidado, oferecemos Plano de saúde e Plano odontológico, com a possibilidade de inclusão dos seus dependentes.&nbsp;Total Pass e Vittude para que você possa cuidar, integralmente, da sua saúde ao praticar atividades físicas e ter contato com profissionais de diferentes áreas da saúde.Clube de Descontos Online – Swile Shop, com descontos em diversas redes de produtos e de serviços.&nbsp;Licença maternidade e paternidade estendida, para os pais e mães viverem essa fase com tranquilidade.&nbsp;PLR - conforme tabela do sindicato.&nbsp;E TEM MAIS...Day-Off de Aniversário.No Dress Code. Vista-se com o que te deixa confortável!Programa de Incentivo à Formação Contínua e Capacitação, para que você possa continuar aprendendo e compartilhando experiências.Quer indicar alguém para a Vetta? Temos Programa de Indicação de Talentos.&nbsp;Se interessou em fazer parte do time? Cadastre-se agora! Ficaremos felizes em ter você conosco. 💙",
    "careerPageId": 2691,
    "careerPageName": "Vetta Tecnologia",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/1687/career/2691/images/2020-10-22_21-45_logo.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-06-20T20:39:08.955Z",
    "applicationDeadline": "2025-08-17T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://vetta.gupy.io/job/eyJqb2JJZCI6OTM4NjcyNCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "remote",
    "careerPageUrl": "https://vetta.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9356393,
    "companyId": 46700,
    "name": "Bagy BH | Aprendiz | Qualidade e Dados | Híbrido",
    "description": "O time de Qualidade é responsável pelo suporte aos times de Atendimento e CX em diversas fases da jornada da vertical de varejo, funcionando como o elo de ligação entre o cliente e a evolução da empresa. Garantimos a sustentação das plataformas de e-commerce e logística, assegurando performance, qualidade e segurança em todo o fluxo de atendimento e na gestão.Entre as tarefas realizadas diariamente, destacam-se os treinamentos, análise de atendimento, construção de fluxos via Octadesk e análises de dados . Para o jovem aprendiz, oferecemos a oportunidade de vivenciar diversas etapas dentro do time, promovendo um aprendizado enriquecedor.Buscamos pessoas com empatia e proatividade, que queiram fazer parte da evolução da nossa plataforma. Valorizamos aqueles que desejam ser protagonistas em suas atuações, se desafiar em novas oportunidades e aprimorar seus conhecimentos técnicos, contribuindo para a transformação do varejo brasileiro.Responsabilidades e atribuiçõesComo será seu dia a dia:&nbsp;Acompanhar e contribuir com os indicadores de desempenho do time de suporte técnico;Participar dos ajustes dentro das ferramentas, melhorando as respostas do time e os fluxos de atendimento;Participar de treinamentos e criações de documentos focados em melhorias de processos.Requisitos e qualificaçõesE para tirar de letra, você precisará:Boa comunicação verbal e escrita;&nbsp;Ser paciente e analítico;&nbsp;Detalhista;Proativo;&nbsp;Empático e Cordial;&nbsp;Multitarefas;&nbsp;Saber trabalhar em equipe, espírito de time;Ter senso de urgência.Requisitos e qualificações:&nbsp;Ter entre 15 e 22 anos;Disponibilidade para atuação de 6h (9-15h);Ensino Médio Cursando ou Completo;Ensino Superior Cursando;Conhecimento Pacote Office Básico;Muita vontade de aprender e estudar.Informações adicionaisBenefícios ﻿🩺Convênio médico;🦷Convênio odontológico;🍽️Vale-refeição / vale-alimentação;💻Vale transporte;🍼Auxílio-creche;🏖️Férias&amp;Co (benefício de viagens);🎂Dayoff; Seguro de Vida;🏋️‍♀️WellHub (GymPass).Para quem está no escritório:🍌Frutas no escritório todos os dias;☕Máquina de café.Estamos em um lugar incrível: Avenida Cristóvão Colombo, nº400, sala 301 - Belo Horizonte - MGImportante ressaltar:&nbsp;Essa e todas as vagas abertas da companhia LWSA são elegíveis para todas as pessoas, independente de gênero, etnia, orientação sexual, acessibilidade e/ou condição social.Ressaltamos que nossas vagas estão abertas para todas as pessoas com deficiência (PcDs). ",
    "careerPageId": 164852,
    "careerPageName": "LWSA",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/46700/career/164852/images/2023-11-03_17-48_companyLogoUrl.png",
    "type": "vacancy_type_apprentice",
    "publishedDate": "2025-06-20T19:39:51.623Z",
    "applicationDeadline": "2025-08-12T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Belo Horizonte",
    "state": "Minas Gerais",
    "country": "Brasil",
    "jobUrl": "https://lwsa.gupy.io/job/eyJqb2JJZCI6OTM1NjM5Mywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://lwsa.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9341295,
    "companyId": 46666,
    "name": "Cientista de Dados",
    "description": "Empresa líder de grande porte focada em consultoria tributária com atuação no mercado há duas decadas. Ambiente colaborativo, voltado para o desenvolvimento e crescimento profissional. Buscamos profissionais motivados por desafio, com forte olhar para negócios e direcionado a identificar oportunidades e soluções.Responsabilidades e atribuiçõesDesenvolver modelos estatísticos e preditivos para apoiar decisões;Trabalhar em parceria com áreas de negócio para análise de dados;Garantir a integridade e qualidade dos dados;Liderar tecnicamente projetos com foco em IA, aprendizado de máquina e visão computacional;Documentar e revisar códigos, assegurando boas práticas e qualidade;Apoiar a implantação de soluções e disseminar conhecimento técnico internamente.Requisitos e qualificaçõesGraduação em Ciência de Dados, Engenharia, Estatística, Matemática, Economia ou áreas correlatas;Domínio de Python, SQL e bibliotecas como Pandas, Scikit-learn, NumPy;Conhecimento em Machine Learning, modelagem estatística, séries temporais, NLP e algoritmos de otimização;Experiência com frameworks como TensorFlow, Keras, MLFlow e Optuna;Familiaridade com bancos de dados SQL e NoSQL, versionamento com Git e pipelines CI/CD;Experiência comprovada em projetos aplicados de ciência de dados.Desejáveis:Conhecimento em bibliotecas de otimização (Pyomo, PuLP);Experiência com previsão de demanda (ex: Prophet);Pós-graduação ou MBA na área.Informações adicionaisModelo de trabalho: A definirForma de contratação: CooperadoRemuneração: A definir",
    "careerPageId": 145540,
    "careerPageName": "GrupoVillela | Gestão de Carreiras",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/46666/career/145540/images/2025-03-11_14-07_companyLogoUrl.png",
    "type": "vacancy_type_associate",
    "publishedDate": "2025-06-11T17:32:14.164Z",
    "applicationDeadline": "2025-09-11T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Porto Alegre",
    "state": "Rio Grande do Sul",
    "country": "Brasil",
    "jobUrl": "https://villelabrasilbank.gupy.io/job/eyJqb2JJZCI6OTM0MTI5NSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": false,
    "workplaceType": "on-site",
    "careerPageUrl": "https://villelabrasilbank.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9228065,
    "companyId": 1709,
    "name": "ANALISTA DADOS PLENO",
    "description": "Se o olho brilha, vem ser BernoulliSomos feitos de pessoas que acreditam no poder transformador da educação. Gente criativa, determinada e que gosta de aprender. Profissionais que enxergam os desafios como oportunidades para inovar, gerar ideias, soluções e impulsionar o conhecimento.Tudo isso em um ambiente onde as diferenças se encontram, dialogam e trabalham em equipe. Um ambiente acolhedor, plural e dinâmico, onde as pessoas são motivadas a se desenvolver para evoluir, prosperar e alcançar seus objetivos.Se seu olho brilha para novos desafios e você quer fazer parte de uma cultura em transformação, em uma empresa que não para de crescer, venha ser Bernoulli!Venha revolucionar a educação junto com a gente!Responsabilidades e atribuições•\tANÁLISE E COLETA DE DADOS - Desenvolver e implementar análises de dados, sistemas de coleta de dados e outras estratégias que otimizem a eficiência e a qualidade estatística.•\tCRIAÇÃO DE RELATÓRIOS - Produzir e sustentar relatórios a partir das ferramentas disponibilizadas pela empresa, a fim de melhorar a coleta de dados em forma sistêmica, assim como a atualização delas, mantendo as informações uma representação da realidade do setor.&nbsp;•\tANÁLISE DOS RESULTADOS - Interpretar dados, analisar resultados e utilizar técnicas estatísticas, assim como contribuir com ideias e identificação de oportunidade e ameaças, a partir da geração de dados, com desdobramento da informação, sugestão de plano de ação a fim de apoiar nas estratégias do setor.•\tOTIMIZAÇÃO DOS PROCESSOS DA DIRETORIA - Apoiar na otimização e identificação dos problemas e oportunidades dos processos da Diretoria a fim de melhorar o andamento das atividades.&nbsp;•\tANÁLISE E ACOMPANHAMENTO DE INDICADORES - Realizar a análise de indicadores no intuito de propor evolução e atingimento das metas claras ao time.&nbsp;•\tDATA FIRST - Promoção da cultura de “data first” a fim de incentivar o uso de dados confiáveis e fidedignos para a toma de decisões da área, adotando postura questionadora, e auxiliando a tomada de decisões dos cargos de liderança.Requisitos e qualificaçõesExperiência na função. Habilidades e Competências: Inovação, resolução de conflitos, analítico, trabalho em equipe, comunicação, agilidade, sistematização/apresentação de informações.&nbsp;Informações adicionais🩺 Plano de saúde🦷 Plano odontológico💙 Seguro de vida🍴 Vale-alimentação e refeição no mesmo cartão☕️ Café da manhã ou lanche da tarde nas unidades físicas🚍 Vale-transporte🏋️‍♂️ Total Pass e Wellhub (acesso a academias e serviços on-line de atividades físicas)🎂 Day off no aniversário👰 Presente de casamento📖 Universidade corporativa🤰🏽 Programa de acompanhamento a pessoas gestantes☎️ Programa de orientação psicológica, jurídica, financeira e social&nbsp;Proteção de dados muda tudoDurante o processo de seleção de candidatos para o preenchimento das nossas posições de trabalho, utilizaremos seus dados pessoais cadastrados na plataforma Gupy.Todas essas informações coletadas serão tratadas de acordo com rigorosos padrões de segurança da informação e em total respeito às leis de privacidade aplicáveis, entre elas a Lei Geral de Proteção de Dados Pessoais (LGPD) nº 13.709/18, bem como os termos de nossa política de privacidade, disponível no endereço:https://www.bernoulli.com.br/bernoulli-educacao/info/pol%C3%ADtica-de-privacidade/Caso não seja admitido na vaga para a qual se candidatou, seus dados pessoais permanecem em nossos bancos de dados, seguindo os mesmos parâmetros acima destacados, a fim de que possam ser considerados no caso de oportunidades futuras.Se desejar seguir em nosso processo de seleção, você declara estar ciente e de acordo para realização de sua candidatura nessas condições.",
    "careerPageId": 2762,
    "careerPageName": "Bernoulli Educação",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/1709/career/2762/images/2021-03-11_16-02_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-06-11T17:21:02.457Z",
    "applicationDeadline": "2025-07-25T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://bernoullieducacao.gupy.io/job/eyJqb2JJZCI6OTIyODA2NSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "remote",
    "careerPageUrl": "https://bernoullieducacao.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9312885,
    "companyId": 5977,
    "name": "Administrador de Dados Pleno ",
    "description": "Como Administrador De Dados na Montreal, você fará parte de uma das melhores empresas de tecnologia do Brasil. Nossa trajetória iniciou há mais de trinta anos com uma pequena equipe de engenharia apaixonada por inovação. Em 1986, pessoas visionárias fizeram um compromisso com a tecnologia e sua capacidade de transformar o mundo. Aquele, seria apenas o começo de uma trajetória que nos tornou referência sólida no mercado e uma das melhores empresas para se trabalhar.Responsabilidades e atribuiçõesProfissional da&nbsp;CONTRATADA&nbsp;que atua nas atividades de modelagem de dados, responsável pela criação de modelo de dados lógico e físico, com suas chaves primárias e estrangeiras, índices,&nbsp;“views” etc. Conhecimentos em ferramentas de visualização de dados, mineração de de dados, ETL.Requisitos e qualificaçõesFormação superior completa (graduação e/ou pós-graduação lato ou stricto sensu) em Tecnologia da Informação ou áreas correlatas;Conhecimento intermediário em Oracle Database;Conhecimento intermediário em banco de dados relacionais, com foco em Oracle;Conhecimento em modelagem de dados.Informações adicionais",
    "careerPageId": 12814,
    "careerPageName": "Montreal | Tecnologia e Inovação",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/5977/career/12814/images/2025-03-17_17-51_companyLogoUrl.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-06-11T15:18:00.658Z",
    "applicationDeadline": "2025-08-05T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://montreal.gupy.io/job/eyJqb2JJZCI6OTMxMjg4NSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": false,
    "workplaceType": "remote",
    "careerPageUrl": "https://montreal.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9242227,
    "companyId": 64,
    "name": "Analista de Dados e Experiência do Cliente Sênior",
    "description": "Somos mais que uma máquina, somos pessoas que transformam e&nbsp;criam infinitas possibilidades.Trabalhamos para&nbsp;simplificar e impulsionar negócios para todas as pessoas, oferecendo soluções financeiras inteligentes. Aqui, investimos em&nbsp;tecnologia, promovemos&nbsp;desenvolvimento&nbsp;e fomentamos a&nbsp;inovação&nbsp;para criar novos caminhos possíveis e gerar impacto positivo no mundo.Na Cielo, a gente trabalha com&nbsp;autonomia&nbsp;para escrever nossa própria jornada,&nbsp;liberdade&nbsp;para ser quem a gente é, e a oportunidade de&nbsp;fazer acontecer. Somos um time que&nbsp;sonha no plural, oferecendo uma experiência completa e focando no bem-estar físico e mental de nossos mais de 6.000 colaboradores e suas famílias.Acreditamos na&nbsp;inclusão e acolhimento&nbsp;de todas as pessoas, com suas singularidades e diversidade de vivências.Conheça mais sobre a área&nbsp;Serviço ao Cliente:Somos responsáveis por garantir a qualidade e eficiência no atendimento através da gestão dos fornecedores de atendimento (EPS), assegurando o cumprimento de contratos, metas e padrões de excelência. Construindo projetos estratégicos e análises de dados, gerando insights que apoiam decisões e impulsionam a performance.Bora realizar seus sonhos com a gente!#VemPraCima #VemPraCieloResponsabilidades e atribuiçõesTem lugar para você nesse propósito:Garantir a performance da operação terceirizada e o cumprimento dos indicadores de negócio;Realizar análises de demandas, garantindo prazos, eficiência e mitigação de riscos;Gerenciar contratos e performance de fornecedores de atendimento (EPS);Liderar projetos de análise de dados e transformação operacional;Desenvolver e implementar modelos analíticos para apoiar decisões estratégicas;Conduzir reuniões com stakeholders internos e externos;Implantar novas operações e atuar no planejamento e pós-implantação de projetos;Identificar e implementar melhorias nos processos de atendimento;Realizar conexões entre áreas internas e a operação, promovendo agilidade e eficiência;Contribuir para a melhoria contínua da experiência do cliente e do NPS da companhia.Requisitos e qualificaçõesO que o #TimeCielo espera de você?Formação superior completa;Experiência comprovada em gestão de operações de Contact Center;Proficiência em ferramentas de análise de dados (Power BI, Tableau, Excel avançado, etc.);Conhecimento em processos de atendimento e melhoria contínua;Gestão de indicadores operacionais e de negócio;Disponibilidade para viagens e atuação em escala diferenciada;Informações adicionaisPor que viver infinitas possibilidades ao nosso lado?Assistência Médica e Odontológica;Remuneração Variável Anual (PPR);Auxílio Refeição e Alimentação;Modelo Híbrido;Auxílio Trabalho Remoto;Seguro de Vida;Seguro residencial e automóvel;&nbsp;Assistência funeral familiar;&nbsp;Previdência Privada;Canal de apoio à especialistas (nutrição, psicologia, ginecologia, etc);&nbsp;Campanha de Vacinação;Acesso à diversos cursos em nossa plataforma Educa;&nbsp;Wellhub;&nbsp;Fretado/vale-transporte ou estacionamento;&nbsp;Programa de Gestação Saudável;Licença Maternidade e Paternidade estendida;Auxílio Creche;Day Off de Aniversário;Dress Code Flexível;Horário Flexível;Sexta-curta;Almoço estendido (1h30).",
    "careerPageId": 74,
    "careerPageName": "Cielo",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/64/career/74/images/logo.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-06-11T15:16:04.510Z",
    "applicationDeadline": "2025-07-27T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Barueri",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://cielo.gupy.io/job/eyJqb2JJZCI6OTI0MjIyNywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://cielo.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9285962,
    "companyId": 1257,
    "name": "Product Owner de Dados ",
    "description": "﻿Conectamos empresas, pessoas e tecnologias contribuindo para que explorem seu máximo potencial, este é o nosso propósito, e ao longo de&nbsp;34 anos&nbsp;somamos aprendizados e muitas conquistas. A Cultura vivenciada na empresa traduz a essência de quem somos e onde queremos chegar.Se você é apaixonado pelo que faz e tem muito “gás” para trabalhar, essa vaga é a sua cara!!! Venha fazer parte de uma empresa humana, que acredita que seu maior potencial são as pessoas! 🚀Responsabilidades e atribuiçõesSe você tem paixão por dados, tem espírito colaborativo e adora transformar desafios em soluções com impacto real, essa vaga pode ser a sua cara! Vem com a gente transformar ideias em valor.Responsabilidades e atribuições:Buscamos um(a) Product Owner para atuar em projetos de dados, essa pessoa será responsável por garantir a evolução, qualidade e governança das soluções entregues, atuando como elo entre os times técnicos e as áreas de negócio, sempre com foco em gerar valor e apoiar a transformação digital e a estratégia de dados dos nossos clientes.Confira o que você vai fazer no dia a dia:Atuar como elo entre as áreas de negócio e os times de dados (engenharia, governança, data science);Priorizar e gerenciar o backlog de produtos de dados com foco em valor para o negócio;Participar ativamente das cerimônias ágeis (planning, review, retro, refinamento);Definir e liderar produtos como pipelines de dados, dashboards, plataformas analíticas, modelos de IA, assistentes de GenAI e outras soluções baseadas em dados;Garantir a governança, segurança e qualidade dos dados junto aos times técnicos;Medir e comunicar KPIs, OKRs e outros indicadores dos produtos;Levantar requisitos com os stakeholders e traduzir em entregáveis para o time técnico;Apoiar o processo de tomada de decisão com visão analítica e foco em resultado.Requisitos e qualificaçõesExperiência prévia como PO (preferencialmente em produtos de dados);Vivência com arquitetura de dados, pipelines, modelagem, visualização e governança;Conhecimento em ferramentas de BI como Power BI, Looker, Tableau, entre outras;Domínio de metodologias ágeis (Scrum, Kanban) e ferramentas como Jira, Confluence ou Azure DevOps;Capacidade de comunicar-se com fluidez com times técnicos e não técnicos;Formação superior completa em áreas como Tecnologia, Engenharia, Estatística ou correlatas.Conhecimentos desejáveis:Certificações como CSPO, PSPO ou similares;Conhecimento em IA, machine learning e produtos analíticos avançados;Experiência com Cloud.Diferenciais:Espanhol avançado;Informações adicionaisO que oferecemos:Plano de saúde com cobertura para dependentes;Plano Odontológico;Vale Refeição e Alimentação;Previdência privada;Seguro de vida;Auxílio home office (para modelos remotos);Incentivo para certificações e desenvolvimento profissional;Day Off de aniversário;Licenças estendidas (paternidade e maternidade);Convênio com SESC;Ambiente colaborativo e com muita troca entre times.Aplicativo de telemedicina, tele psicologia, nutrição, educação física e muito mais&nbsp;🚀 Bora crescer com a gente?&nbsp;",
    "careerPageId": 2068,
    "careerPageName": "Dedalus Prime",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/1257/career/2068/images/2020-09-17_18-38_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-06-11T15:03:05.721Z",
    "applicationDeadline": "2025-08-02T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://dedalus.gupy.io/job/eyJqb2JJZCI6OTI4NTk2Miwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "remote",
    "careerPageUrl": "https://dedalus.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9285917,
    "companyId": 1257,
    "name": "Governança de Dados ",
    "description": "Conectamos empresas, pessoas e tecnologias contribuindo para que explorem seu máximo potencial, este é o nosso propósito, e ao longo de&nbsp;34 anos&nbsp;somamos aprendizados e muitas conquistas. A Cultura vivenciada na empresa traduz a essência de quem somos e onde queremos chegar.Se você é apaixonado pelo que faz e tem muito “gás” para trabalhar, essa vaga é a sua cara!!! Venha fazer parte de uma empresa humana, que acredita que seu maior potencial são as pessoas! 🚀Responsabilidades e atribuiçõesAvaliar a maturidade dos ambientes de dados, como Data Lake e aplicações relacionadas.Criar, implementar e revisar política, padrões e procedimentos da governança moderna de dados, inclusive em AI.Acompanhar e incorporar novas regulamentações e o mercado.Implementar práticas de proteção e políticas de privacidade e conformidade com leis como GDPR e LGPD.Gerenciar o ciclo de vida dos dados e a integridade dos dados.Estabelecer domínios e organização dos dados assim como, o catálogo de dados e dicionário de metadados.Colaborar com diversas áreas da empresa para promover a conscientização e adoção das melhores práticas de governança de dados.Definir e monitorar indicadores para a área de Governança de DadosGerenciar, monitorar e melhorar a qualidade dos dados através de processos de validação e padronização.Conscientizar e estabelecer práticas a serem incorporadas ao desenvolvimento de sistemas para ter a qualidade dos dados em sua origem.Criar e monitorar selos, regras e aplicação que comprovem a qualidade dos dados.Estabelecer papéis e responsabilidades no ecossistema analítico envolvendo data owner e data stewardship.Promover uma cultura de conscientização e responsabilidade, fornecendo treinamento e suporte para colaboradores sobre práticas de governança de dados.Coordenar comitês e grupos de trabalho no tema de governança de dados, facilitando a comunicação entre as partes interessadas para alinhamento das políticas de dados.Preparar relatórios regulares sobre o estado da governança de dados, identificando e criando um roadmap de melhorias nos processos de gestão de dados.Requisitos e qualificaçõesFormação em Ciência da Computação, Engenharia de Software, Sistemas de Informação, Estatística, Administração ou áreas relacionadas.Familiaridade com ferramentas e tecnologias de gestão de dados.Vivência em projetos de construção de Data Lake e Data WarehouseCompreensão sólida dos princípios de governança de dados.Experiência trabalhando com frameworks de governança, como DAMA-DMBOK, DCAM, entre outros.Experiência trabalhando com ferramenta voltada para governança, como OpenMetadata, Azure Purview, Atlan, entre outros.Habilidades analíticas fortes e atenção aos detalhes.&nbsp;Boas habilidades de comunicação oral e escrita.Capacidade de cumprir prazos estabelecidos.Capacidade de resolver problemas complexos e tomar decisões informadas.Habilidade para trabalhar de forma colaborativa e gerenciar múltiplas prioridades.Capacidade de traduzir conceitos técnicos para um público não técnico.Conhecimento de SQL e PythonExperiência com Cloud Computing (Azure, GCP, AWS)Experiência com Power BIInglês avançado.Diferenciais:Certificações em Governança de Dados.Conhecimento de Databricks e/ou SnowflakeInformações adicionaisO que oferecemos:Convênio SaúdeConvênio OdontológicoSeguro de vidaVale Refeição | Vale AlimentaçãoPrevidência PrivadaAuxílio crecheIncentivo para certificaçõesAuxílio home office (somente área de tecnologia, 100% remoto)Vale aniversárioLicenças estendidas (paternidade e maternidade)Convênio com SESCAuxílio idioma",
    "careerPageId": 2068,
    "careerPageName": "Dedalus Prime",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/1257/career/2068/images/2020-09-17_18-38_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-06-11T15:02:45.511Z",
    "applicationDeadline": "2025-08-02T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://dedalus.gupy.io/job/eyJqb2JJZCI6OTI4NTkxNywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": false,
    "workplaceType": "remote",
    "careerPageUrl": "https://dedalus.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9320704,
    "companyId": 345,
    "name": "Cientista de Dados - Produtos - Vila Velha/ES | Maxpar",
    "description": "Olá! :)Já pensou em fazer parte de um grupo brasileiro movido pelo propósito de criar soluções para melhorar a vida das pessoas?Estamos em busca de um(a) profissional para atuar no time de Produtos como Cientista de Dados.Se você gosta de trabalhar com uma abordagem mais estratégica, tem o olhar para melhoria contínua, resolução de problemas, facilidade com números, atividades lógicas, e quer&nbsp;trabalhar em uma empresa que está crescendo a cada dia mais,&nbsp;então o Grupo Autoglass é o seu lugar!Responsabilidades e atribuiçõesAtuar na construção de modelos de inteligência artificial;Aplicar técnicas de Data Science gerando valor para o negócio;Participar de projetos estratégicos envolvendo outras áreas – apoiando na construção de modelos e na metodologia;Analisar dados: definir objetivos, estipular indicadores e métricas, coletar dados, interpretar e expor resultados;Aplicar conhecimentos técnicos em estudos pontuais;Criar insights e propor estudos diferenciados referente ao nosso setor.Requisitos e qualificaçõesSuperior completo ou em andamento em: Engenharias, Estatística, Atuária, Matemática, Computação e áreas correlatas;Conhecimento de SQL, Linguagem Python ou R;Excel Avançado;Experiência com análise e extração de dados.Valorizamos se você tiver:Conhecimento em Tableau;Ferramentas de BI;Experiência com Big Data;Experiências em projetos avançados relacionados a dados.Informações adicionaisO que&nbsp;o Grupo Autoglass&nbsp;proporciona?&nbsp;&nbsp;Pra cuidar da sua saúde física e mental:&nbsp;🩺 Plano de saúde sem mensalidade para você e seus dependentes;🦷 Plano odontológico opcional extensivo à dependentes;💙&nbsp;Atendimento psicológico;&nbsp;🤰🏻&nbsp;Programa da Gestante com licença maternidade estendida;&nbsp;🏋️‍ Wellhub&nbsp;(Desconto em academias).&nbsp;&nbsp;Pra apoiar seu dia a dia:&nbsp;🚌&nbsp;Vale transporte;&nbsp;🛒&nbsp;Vale Refeição ou Alimentação.&nbsp;No Natal,&nbsp;te&nbsp;enviamos uma cesta bem recheada;&nbsp;😎 Oportunidade de trabalhar e trocar conhecimentos diários com um time incrível e acolhedor;&nbsp;🤑 Allya: Aplicativo com descontos em diversos estabelecimentos e serviços do dia a dia;💙 Ah! Por aqui comemoramos o Dia do Colaborador&nbsp;do Grupo Autoglass&nbsp;enviando um mimo a todos os colaboradores.&nbsp;Pra desenvolver sua carreira:&nbsp;🚀&nbsp;Oportunidade de crescimento profissional;🚀&nbsp;Cultura de feedback e desenvolvimento;&nbsp;&nbsp;🚀&nbsp;Acesso ao Portal de Educação Corporativa Grupo Autoglass com mais de 200 cursos gratuitos e com emissão de certificado;🚀 Galena: Descontos em mais de 150 mil cursos para colaboradores;🚀Um ambiente de trabalhado altamente colaborativo e desafiador. No Grupo&nbsp;Autoglass, você encontrará oportunidade de crescimento e uma cultura de inovação e melhoria contínua muito forte!Para melhorar o seu dia no trabalho presencial:&nbsp;☕&nbsp;Café da manhã e da tarde;💆‍️ Momento relax: Massagem relaxante no seu posto de trabalho;🎮 Área anexa na Sede com sala gamer, cafeteria, barbearia, salão de beleza e muito mais!Para melhorar o seu dia no trabalho remoto:&nbsp;💰&nbsp;Auxílio homeoffice;💻 Enviamos máquina e todos os equipamentos para sua casa;💺 se necessário, equipamos a sua casa com móveis para o homeoffice.Vem ser Grupo Autoglass!",
    "careerPageId": 94664,
    "careerPageName": "Grupo Autoglass Administrativo",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/345/career/94664/images/2024-03-25_14-39_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-06-11T14:55:10.088Z",
    "applicationDeadline": "2025-08-08T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Vila Velha",
    "state": "Espírito Santo",
    "country": "Brasil",
    "jobUrl": "https://autoglassadministrativo.gupy.io/job/eyJqb2JJZCI6OTMyMDcwNCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://autoglassadministrativo.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9325093,
    "companyId": 3205,
    "name": "Advogado(a) Pleno - Tecnologia, Proteção de Dados e Propriedade Intelectual.",
    "description": "Acreditamos na diversidade de ideias e de culturas como um caminho certo para impulsionar o pensamento criativo e estimular um ambiente favorável ao olhar inovador. Com um time de alta performance e especialistas nas mais diversas áreas do Direito, buscamos profissionais que aliem um profundo conhecimento dos negócios de nossos clientes a um olhar diferenciado para oferecer soluções singulares do mais alto nível de qualidade, sofisticação e rigor.&nbsp;Faça parte do nosso time!Responsabilidades e atribuiçõesAtuação em projetos de adequação à Lei Geral de Proteção de Dados Pessoais (LGPD), bem como em consultoria contínua sobre proteção de dados e segurança da informação, incluindo resposta a incidentes e interlocução com a ANPD;Participação em processos de due diligence em operações societárias, com foco nas áreas de proteção de dados e propriedade intelectual, incluindo a elaboração e revisão de contratos e a proposição de medidas de mitigação de riscos;Assessoria consultiva em temas envolvendo plataformas digitais, inteligência artificial e novos modelos de negócio, incluindo análise de riscos, viabilidade jurídica e adequação à legislação brasileira por empresas em processo de estabelecimento no país;Atuação consultiva e contratual em temas de propriedade intelectual, abrangendo marcas, nomes de domínio, patentes, desenhos industriais, direito autoral e concorrência desleal, incluindo a elaboração de notificações extrajudiciais e a condução de procedimentos administrativos perante o INPI.Requisitos e qualificaçõesGraduação completa em Direito, com experiência profissional de 5 a 8 anos (preferencial);Inscrição ativa na OAB;Conhecimento em proteção de dados, direito digital e/ou propriedade intelectual;Inglês avançado ou fluente.Informações adicionaisAssistência Médica;Vale Refeição;Seguro de Vida;Gympass;Auxílio Creche;Vale Transporte / Estacionamento;PLR;Modelo de trabalho híbrido;Short Fridays;Day Off no dia do aniversário;Subsídio Educacional;Subsídio despesas (para vagas híbridas ou 100% home office);Subsídio compra de equipamentos (para vagas híbridas ou 100% home office).",
    "careerPageId": 9250,
    "careerPageName": "Lefosse",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/3205/career/9250/images/2021-12-17_14-39_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-06-11T14:42:01.619Z",
    "applicationDeadline": "2025-08-08T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://lefosse.gupy.io/job/eyJqb2JJZCI6OTMyNTA5Mywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": false,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://lefosse.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9339448,
    "companyId": 364,
    "name": "Assistente de Dados e  BI - Sicredi Planalto Central - Cristalina/GO",
    "description": "Se você é uma pessoa que:Gosta de \"jogar junto\" e construir resultados coletivos;Busca por seu desenvolvimento e ajuda quem está a sua volta;Valoriza um ambiente dinâmico e aprende rápido com mudanças de contexto;Busca o máximo de simplicidade e eficiência em tudo que faz;É analítico e gosta de trabalhar com dados e informações;Se motiva com desafios ...&nbsp;... você vai querer fazer parte da nossa equipe! :)&nbsp;Estamos em busca de um profissional que se identifique com nosso modelo de negócio cooperativo e que esteja preparado para fazer a diferença no mundo da tecnologia, automação e dados.Responsabilidades e atribuiçõesNessa posição, você será responsável por:&nbsp;Planejar, produzir e atualizar relatórios gerenciais/dashboards;Estruturar ferramentas para auxiliar a tomada de decisão do negócio;Realizar a tabulação e análise de dados;Realizar rotinas administrativas;Realizar relatórios no Power BI.&nbsp;Poderá ainda:Propor soluções para melhorias de processos com a aplicações de tecnologias;Analisar e propor automações, entre outras atividades.Requisitos e qualificaçõesÉ fundamental que você possua:Amplo conhecimento em Excel, com experiência no desenvolvimento de ferramentas.Ter experiência com Power BI.&nbsp;Os conhecimentos abaixo serão diferenciais:Superior Completo ou cursando: Sistemas de Informação, Ciência da Computação, Análise e Desenvolvimento de Sistemas, Administração, Ciências Contábeis, Economia ou áreas correlatas.&nbsp;As habilidades abaixo são muito importantes:Ter bom nível de concentração;Ser autodidata e ter aprendizagem rápida;Ser curioso e questionador;Ser disciplinado;Ser proativo.Informações adicionais Benefícios:Participação nos Resultados.Plano de saúde - Bradesco Top Nacional.Plano Odontológico - BradescoVale Alimentação ou Vale Refeição - AleloVale Transporte.Previdência Privada.Seguro de Vida.Gympass.Auxilio Funeral.Auxílio Creche / Baba / Filho Especial.Auxílio Dress Code.Complemento Auxilio Doença.Incentivo Educação.Day off de aniversário.Sempre Bem - Orientação Psicológica, Financeira e Jurídica.Programa de Meritocracia.Programa de Formação Continuada.Mapa de Carreira.E ai, se identificou? Vamos fazer juntos a diferença!Assista o vídeo abaixo e inicie o processo seletivo se candidatando na vaga.&nbsp;Quer trabalhar em uma instituição financeira? - YouTube",
    "careerPageId": 317,
    "careerPageName": "Sicredi",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/364/career/317/images/logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-06-11T14:31:59.033Z",
    "applicationDeadline": "2025-07-31T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Cristalina",
    "state": "Goiás",
    "country": "Brasil",
    "jobUrl": "https://sicredi.gupy.io/job/eyJqb2JJZCI6OTMzOTQ0OCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://sicredi.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9193253,
    "companyId": 25315,
    "name": "Analista de Dados BI - Sênior ",
    "description": "Na V.tal, acreditamos que a tecnologia conecta pessoas e transforma o futuro. Somos uma empresa inovadora e focada em excelência, operando com uma cultura dinâmica e colaborativa. Nosso time trabalha com autonomia, paixão e compromisso, sempre em busca dos melhores resultados.Estamos em busca de um Analista de Dados - Pleno talentoso e motivado para se juntar à nossa equipe. Você irá atuar em um ambiente desafiador e dinâmico, utilizando suas habilidades para analisar dados complexos, identificar tendências e gerar insights estratégicos que impulsionarão o crescimento da V.tal.  Sua expertise será crucial para otimizar nossos processos, tomar decisões mais assertivas e garantir a excelência em nossos serviços.Responsabilidades e atribuiçõesAnalisar grandes conjuntos de dados, identificar tendências, padrões e insights relevantes para o negócio.Criação de apresentações executivas voltado a resultados e principais insights.Conhecimento em indicadores, KPIs e operações de Telecomunicações ou redes.Analisar dados complexos para identificar tendências e oportunidades de melhoria.Desenvolver dashboards e relatórios no Power BI para monitorar indicadores chave de performance.Criar e implementar soluções de análise de dados utilizando a plataforma GCP.Coletar, organizar e limpar dados de diferentes fontes.Realizar análise exploratória de dados para identificar padrões e insights.Apresentar resultados de análise de dados para Stakeholders.Requisitos e qualificaçõesExperiência com Power BI.Conhecimento da plataforma GCP.Domínio de SQL, Python e Power BI.Comunicação eficaz.Habilidade de trabalhar em equipe.Pensamento analítico e crítico.Capacidade de resolução de problemas.Graduação em áreas como Ciência da Computação, Estatística, Matemática ou áreas afins.Certificações em Power BI ou GCP (desejável).Entendimento sólido de estatística e probabilidade é essencial para análise de dados.Comunicar insights através de visualizações de dados claras e eficazes usando Excel e Power BI.Capacidade de fazer perguntas importantes, identificar padrões e propor soluções criativas para problemas.Comunicar eficazmente resultados complexos para uma audiência não técnica e trabalhar em equipe multidisciplinar.Ser proativo na identificação e resolução de problemas relacionados a dados e processos de BI.Informações adicionaisBenefícios:Vale Alimentação e/ou RefeiçãoVale TransporteAssistência MédicaAssistência OdontológicaSeguro de VidaPrevidência PrivadaPrograma de participação nos resultados (PPR)Auxílio FarmáciaAuxílio crecheFlexibilidade de horárioClube de Vantagens V.talLicença maternidade estendida (6 meses)Licença paternidade estendida (20 dias)O FUTURO PASSA POR AQUI E É COM VOCÊ QUE IREMOS CONSTRUÍ-LONós somos a V.tal, uma empresa que nasceu com o propósito de viabilizar a conexão com o mundo digital transformando a vida das pessoas.&nbsp;Trabalhamos para ajudar a incluir o Brasil no topo da lista dos países mais digitalizados do mundo, promovendo a inclusão digital, impulsionando novos negócios e estimulando o desenvolvimento regional.E isso é possível porque já nascemos com a maior rede de fibra ótica do Brasil e com um time que faz acontecer. Somos uma rede neutra, compartilhada com operadoras, provedores e parceiros de todos os tamanhos e regiões. E isso nos enche de orgulho.&nbsp;Toda essa robustez nos permite oferecer abrangência e capilaridade para os nossos clientes irem mais longe, otimizando seus investimentos.NOSSO TIMESomos conectados, ágeis e direcionados pelo excelente resultado. Nosso ambiente de trabalho é leve porque é formado por pessoas que colaboram entre si, confiam umas nas outras e vibram por cada conquista. Aqui nós não damos desculpas, buscamos a solução. É com essa equipe de alta performance que trabalhamos diariamente para incluir o Brasil no topo da lista dos países mais digitalizados do mundo, promovendo a inclusão digital, o desenvolvimento econômico e social das pessoas.CONFIRA OS NOSSOS PRINCÍPIOSJogamos limpo, confiamos uns nos outros.&nbsp;Evolução e aprendizado constante é nosso mantra. Sem aprendizado, não há evolução.&nbsp;Somos obcecados pela excelência e alta performance. A busca pelo resultado acontece diariamente em cada decisão.Work hard, play hard! Somos focados e temos um ambiente saudável.&nbsp;SE IDENTIFICOU COM A NOSSA PROPOSTA? ENTÃO VEM CONSTRUIR O FUTURO COM A GENTE HOJE!",
    "careerPageId": 71422,
    "careerPageName": "V.tal | o futuro passa por aqui",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/25315/career/71422/images/2022-05-30_20-49_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-06-11T14:27:29.927Z",
    "applicationDeadline": "2025-07-18T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://vtal.gupy.io/job/eyJqb2JJZCI6OTE5MzI1Mywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://vtal.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9256212,
    "companyId": 1243,
    "name": "Analista de Dados Sênior (Liferay)",
    "description": "Buscamos um Analista de Dados Sênior com experiência sólida em análise de dados, especialmente voltada para plataformas digitais baseadas em Liferay DXP. O profissional será responsável por implementar e monitorar estratégias de tagueamento, analisar métricas de uso via Google Analytics e gerar relatórios avançados utilizando Qlik Sense para apoiar a tomada de decisão.Somos um ecossistema especializado na transformação de marcas, ajudando nossos clientes a superar desafios em transformação digital, tecnologia e marketing. Para isso, buscamos constantemente expandir nossas capacidades, contando com os melhores especialistas em diversas áreas.O Brivia_Group quer contar com o seu talento para fortalecer ainda mais nosso ecossistema de transformação digital!Responsabilidades e atribuiçõesPlanejar e executar estratégias de coleta e tagueamento de dados em plataformas Liferay DXP, garantindo qualidade e aderência às necessidades do negócio.Configurar, monitorar e otimizar Google Analytics para acompanhar o comportamento dos usuários e performance das aplicações.Criar, desenvolver e manter dashboards e relatórios personalizados em Qlik Sense, facilitando a análise de dados para stakeholders.Realizar análises quantitativas e qualitativas para identificar tendências, oportunidades e melhorias.Trabalhar em conjunto com equipes de desenvolvimento, UX e negócios para garantir a correta implementação das tags e métricas relevantes.Validar dados coletados, garantindo integridade, consistência e confiabilidade das informações.Elaborar apresentações e relatórios executivos para comunicar insights e recomendações de forma clara e objetiva.Acompanhar as melhores práticas e novas tecnologias em análise de dados e BI.Requisitos e qualificaçõesFormação Acadêmica:Graduação em Ciência da Computação, Engenharia de Software, Sistemas de Informação ou áreas correlatas.Requisitos Técnicos:Experiência mínima de 4 a 5 anos em análise de dados, preferencialmente com foco em plataformas web corporativas.Conhecimento avançado em Google Analytics (configuração, tagueamento, análise de métricas).Experiência comprovada em implementação e gestão de tagueamento via Google Tag Manager ou ferramentas equivalentes.Habilidade para criação de relatórios e dashboards complexos em Qlik Sense.Conhecimento em análise estatística e ferramentas correlatas será diferencial.Experiência com plataformas Liferay DXP ou ambientes similares será um diferencial.Noções de SQL para manipulação e extração de dados.Conhecimento básico em linguagens de script (JavaScript, Python) será um diferencial.Familiaridade com metodologias ágeis e ferramentas de gestão (Jira, Confluence).Perfil analítico, crítico e orientado a resultados.Boa comunicação para tradução de dados técnicos em insights estratégicos.Proatividade e capacidade de trabalhar de forma autônoma.Organização e gestão eficiente do tempo.Facilidade para trabalhar em equipe multidisciplinar.Atenção a detalhes e foco na qualidade dos dados.Informações adicionaisContratação no modelo PJ (CNPJ ativo necessário)Equipamento próprioDisponibilidade para encontros presenciais em Porto Alegre - RSJunte-se a um ecossistema dinâmico e faça parte da revolução do mercado!",
    "careerPageId": 9448,
    "careerPageName": "Brivia",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/1243/career/9448/images/2022-03-21_12-58_logo.png",
    "type": "vacancy_legal_entity",
    "publishedDate": "2025-05-29T21:55:49.771Z",
    "applicationDeadline": "2025-07-28T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://brivia.gupy.io/job/eyJqb2JJZCI6OTI1NjIxMiwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "remote",
    "careerPageUrl": "https://brivia.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9199702,
    "companyId": 49735,
    "name": "Analista Banco de Dados Sr (DBA) - BeFly",
    "description": "Somos o ecossistema de turismo mais transformador na vida de cada pessoa! A paixão por viagens está em nosso DNA.&nbsp;&nbsp;Nossos escritórios proporcionam um ambiente moderno e pensado para uma melhor experiência de trabalho presencial. Somos múltiplos e diversos, gostamos de trabalhar com gente do bem, de forma inteligente, prática, ousada, inovadora e com tudo isso, buscamos o extraordinário.&nbsp;&nbsp;Valorizamos as conexões reais e ambientes leves, seja através do cafezinho no meio de expediente ou aquele papo, que sempre gera novas ideias.&nbsp;&nbsp;&nbsp;O que nos move é a transformação e nosso lema é criar caminhos além do imaginável! Isso nos torna BeFly. E aí, você vem com a gente?&nbsp;&nbsp;#VemSerBeFly &nbsp;Responsabilidades e atribuiçõesGerenciar e administrar bancos de dados SQL Server, Amazon RDS e DataLake AWS.Realizar backups, restores e manutenção preventiva em bases de dados.Monitorar a performance dos bancos de dados, propondo e implementando melhorias para otimização.Trabalhar com equipes de desenvolvimento para garantir que as consultas SQL sejam otimizadas.Criar, revisar e garantir a implementação de estratégias de segurança para bancos de dados.Suporte e implementação de processos ETL para integração de dados no DataLake AWS.Documentar e manter registros detalhados de todas as atividades realizadas nos bancos de dados.Requisitos e qualificaçõesGraduação em TI, Ciência da Computação ou áreas afins.Experiência com administração de SQL Server e AWS (RDS e DataLake).Conhecimento em backup, restore e manutenção de bases de dados.Habilidade com ferramentas de ETL e integração de dados.Certificação AWS (desejável).Informações adicionaisVR Swile |&nbsp;Para que você se alimente bem!Vale transporte |&nbsp;Para sua locomoção.Assistência médica Bradesco |&nbsp;Apartamento e a mensalidade 100% gratuita ao colaborador titular.Seguro de Vida |&nbsp;Sem custo para o colaborador.Assistência Odontológica OdontoPrev.Gympass |&nbsp;Para você cuidar da sua saúde física.Day Off de Aniversário |&nbsp;Dia de descanso na data do seu aniversário!Beflyers Travel |&nbsp;Agência de lazer das pessoas colaboradoras com condições de preço especiais na compra de bilhetes aéreos, hotéis e pacotes de viagens.E muito mais!#LI-LB1#LI-ONSITE&nbsp;#BeFly",
    "careerPageId": 117853,
    "careerPageName": "BeFly",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/49735/career/117853/images/2025-03-09_14-32_companyLogoUrl.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-29T19:52:04.120Z",
    "applicationDeadline": "2025-07-19T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://befly.gupy.io/job/eyJqb2JJZCI6OTE5OTcwMiwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://befly.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9254634,
    "companyId": 31849,
    "name": "BANCO DE TALENTOS - ANALISTA DE DADOS SR",
    "description": "Somos o grupo educacional mais diversificado do país. Todos os dias, criamos futuros incríveis através da inovação. Colocamos a mão na massa para tirar as ideias do papel e colocá-las em prática. Enfrentamos desafios com resiliência e nos adaptamos às mudanças constantes.Por aqui, somos um time e não heróis, guiados pela vontade de fazer a diferença e conectados de um só jeito, o #JeitoCogna. Nossa relação é direta e respeitosa, e o sucesso dos nossos alunos e clientes é o nosso sucesso.Além disso, valorizamos a diversidade, porque sabemos que quanto mais diverso é o nosso repertório, mais abrangente e inclusivo seremos. Juntos impulsionamos as pessoas a construírem uma melhor versão de si! E aí, bora fazer parte da empresa líder absoluta do segmento educacional? Vem pra Cogna.Responsabilidades e atribuiçõesRealizar o planejamento estratégico da empresa, buscando alinhar as metas e objetivos com a visão da organizaçãoAnalisar dados e informações relevantes para o negócio, visando identificar oportunidades de melhoria e otimização de processosRealizar modelagem de processos, buscando identificar gargalos e oportunidades de melhoriasGerenciar projetos, desde a concepção até a entrega final, garantindo o cumprimento dos prazos, custos e qualidadeUtilizar ferramentas de BI para análise de dados e geração de relatórios gerenciaisComunicar-se de forma clara e objetiva com as áreas envolvidas nos projetos, buscando alinhar expectativas e garantir o sucesso das iniciativasTrabalhar em equipe, buscando a colaboração e sinergia entre as áreas envolvidasSer proativo na identificação de problemas e oportunidades de melhoriaSer organizado na gestão das atividades e projetos sob sua responsabilidade&nbsp;Requisitos e qualificaçõesGraduação cursando ou completa em Economia, Estatística, Ciências Atuariais, Matemática, Engenharia, Ciência de Dados, e áreas afins;Conhecimento avançado em PowerBI;Conhecimento avançado em Python, R e/ou SQL;Conhecimento avançado nas principais bibliotecas de Ciência de Dados (pandas, numpy, scikit-learn ou similares);Explorar grandes volumes de dados para identificar padrões, tendências e gerar insights estratégicos;Proatividade e curiosidade em criar testes e validação de modelos, garantindo que as soluções sejam bem avaliadas antes da implantação.Informações adicionaisO que você pode esperar da gente?&nbsp;Participação nos lucros:&nbsp;resultados com comemoração fazem parte do jeito Cogna.Vale-refeição ou alimentação:&nbsp;num cartão de benefícios flexível.&nbsp;Assistência médica: um abrangente plano de saúde, com inclusão de dependentes e coparticipação.&nbsp;Assistência odontológica: está disponível para manter seu sorriso.Mas espera, ainda tem mais!&nbsp;&nbsp;Bolsas de estudo de graduação e pós graduação: nossas unidades de ensino para que você e seus dependentes (cônjuge e filhos).&nbsp;&nbsp;&nbsp;Day off no aniversário: você poderá escolher um dia para relaxar e celebrar.&nbsp;Convênio SESC: abre as portas para as inúmeras oportunidades de melhora na qualidade de vida.&nbsp;Convênio farmácia Univers: descontos numa variedade de medicamentos.&nbsp;Universidade corporativa: diversas trilhas e cursos gratuitos na nossa universidade corporativa para você seguir evoluindo com a gente.&nbsp;&nbsp;Descontos em livros:&nbsp;para você adquirir os melhores títulos em nossas editoras.&nbsp;&nbsp;Wellhub (Gympass): para que você possa se movimentar no seu dia a dia.&nbsp;Programa Ninho: Um programa dedicado às nossas famílias que estão aguardando um novo bebê.&nbsp;Valoriza - Programa de Recrutamento Interno:&nbsp;Para impulsionar sua carreira por meio de oportunidades internas.Aqui, acreditamos no respeito, na diversidade e na busca da inclusão em todas suas frentes. Todos os candidatos qualificados serão considerados independentemente de raça, gênero, identidade, expressão de gênero, orientação sexual, nacionalidade, genética, deficiência ou de qualquer outra base.&nbsp;Nosso propósito é avançar cada vez mais, gerando empregabilidade para talentos diversos. Venha enriquecer nosso time!&nbsp;",
    "careerPageId": 129602,
    "careerPageName": "Cogna Educação",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/31849/career/129602/images/2023-01-20_18-02_companyLogoUrl.png",
    "type": "vacancy_type_talent_pool",
    "publishedDate": "2025-05-29T19:45:42.614Z",
    "applicationDeadline": "2025-12-31T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://cogna.gupy.io/job/eyJqb2JJZCI6OTI1NDYzNCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://cogna.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9216366,
    "companyId": 45082,
    "name": "Analista de Dados Sênior (Prevenção a Fraude)",
    "description": "Quem nós buscamos?Uma pessoa movida por desafios, que goste de trabalhar em equipe, além de ser apaixonada por resolver problemas complexos e ter a habilidade de estar em um ambiente dinâmico. Se identificou?! Então essa oportunidade é para você!Responsabilidades e atribuiçõesQuais são os desafios:Traduzir requisitos de negócios em soluções técnicas eficazes de dados;Colaborar com equipes multidisciplinares para entender e atender às necessidades de dados da empresa;Realizar análises exploratórias de dados para identificar tendências, padrões e insights que impulsionem decisões de negócios.Implementar e manter processos para melhorar a eficiência e escalabilidade das operações de dados;Gerenciar e otimizar bases de dados utilizando Python e SQL.Requisitos e qualificaçõesO que você precisa conhecer:﻿Experiência sólida em análise de dados, programação;Experiência em automação de processos;Conhecimento avançado em manipulação de grandes conjuntos de dados e ferramentas de manipulação de dados, AWS, BigQuery;Excelentes habilidades de comunicação e colaboração para trabalhar efetivamente com outras equipes e partes interessadas;Capacidade de aprender e se adaptar rapidamente a novas tecnologias e ambientes.Informações adicionaisO que você vai encontrar na iugu💳 Benefícios Flexíveis | Crédito no cartão Swile de R$ 1.592,00 distribuídos da seguinte forma:🍔 Refeição e Alimentação: R$ 699,00🚍 Mobilidade: R$ 385,00 para o seu deslocamento podendo ser usado para todo serviço dentro dessa categoria (Uber, 99, recarregar cartão de transporte, estacionamento, dentre outros).💰 Além disso, mais R$ 508,00 para usar da forma que faça mais sentido para você entre refeição, alimentação ou mobilidade.🩺Plano de Saúde Bradesco.🦷&nbsp;Plano Odontológico Bradesco.💪&nbsp;TotalPass:&nbsp;plataforma com mais de 250 modalidades de treino disponíveis em milhares de academias credenciadas.🧘‍♀️&nbsp;Vittude:&nbsp;agendamento de consultas psicológicas com o profissional de sua preferência, com desconto de 40% em todas as sessões.❤️&nbsp;Seguro de Vida.☕ Café da manhã&nbsp;todos os dias para nossos(as) iuguers começarem o dia bem.🍎&nbsp;Frutas&nbsp;todos os dias no escritório.🍱&nbsp;Minimercado&nbsp;- praticidade no dia a dia: opções de snacks, marmitinhas, bebidas e sorvetes para todos os gostos👶&nbsp;Auxílio-creche&nbsp;para mamães e papais👩‍🍼&nbsp;Licença-maternidade&nbsp;estendida para 180 dias.👨‍👨‍👦&nbsp;Licença-parental&nbsp;estendida para 30 dias.💰&nbsp;Incentivo de Curto Prazo: de acordo com atingimento de metas e avaliação de desempenho individual.🚀&nbsp;iu+go:&nbsp;Programa de gestão de performance semestral, com acompanhamento do seu PDI.🎉&nbsp;Day off&nbsp;no mês do seu aniversário.📆&nbsp;Jornada Híbrida:&nbsp;nossa jornada de trabalho é híbrida, sendo 3x presenciais e 2x home office, além de contar com horário flexível, respeitando as particularidades de cada área.Outros diferenciais:Ambiente de trabalho descontraído, com espírito de equipe e pessoas talentosas;Autonomia para trabalhar, desenvolver e implementar ideias;Ambiente que valoriza feedbacks e 1:1 constantes.Aqui diversidade importa! Valorizamos as diferenças, pluralidades de raça, cor, religião, gênero e identidade de gênero, nacionalidade, orientações sexuais ou de idade, pois acreditamos na importância de compartilhar ideias e pontos de vistas distintos.#VemSeriuguer#LI-Hybrid",
    "careerPageId": 92113,
    "careerPageName": "iugu",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/45082/career/92113/images/2022-09-16_19-23_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-29T19:43:39.875Z",
    "applicationDeadline": "2025-09-30T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://iugu.gupy.io/job/eyJqb2JJZCI6OTIxNjM2Niwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://iugu.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9219042,
    "companyId": 26603,
    "name": "Engenheiro de Dados Sênior",
    "description": "A VOLL nasceu para simplificar a mobilidade com uma solução única e global. É a tecnologia mais usada pelas maiores empresas do Brasil parar gerir o deslocamento e as viagens das suas equipes.&nbsp;&nbsp;Que tal fazer parte disso tudo?Buscamos pessoas com vontade de revolucionar a maneira como os profissionais se movimentam pelo mundo!Responsabilidades e atribuiçõesO que você irá fazer:Desempenhar, construir e estruturar modelos de dados escaláveis, visando atender as necessidades mapeadas;Construção de pipelines de dados de ponta-a-ponta, desde o mapeamento das fontes de dados de origem, processamento e transformações, até a entrega final;Correções e melhorias em pipelines de dados existentes;Automação de fluxos de processamento de dados, seja em batch ou streaming;Integração com provedores externos de dados, organização e disponibilização desses dados para consumo;Criação de rotinas para&nbsp;monitoramento contínuo de qualidade e confiabilidade dos dados;Contribuir com sugestões de melhorias, otimização e boas práticas dos pipelines de dados.Requisitos e qualificaçõesRequisitos básicos:Experiência comprovada como engenheiro de dados em projetos de evolução e aplicações de grande complexidade.Formação técnica e experiência profissional com viés quantitativo/analítico.Desejável: ter liderado outros desenvolvedores.Experiência atuando em projetos de dados com métodos ágeis (Scrum, Kanban).Requisitos obrigatórios:Domínio em Python, PySpark e SQL.Conhecimentos e experiência na implementação e suporte de data lakes e/ou data warehouses no GCP.Conhecimentos e experiência atuando com serviços GCP como CloudStorage, BigQuery, DataProc, Data Fusion, Data Catalog;Conhecimento na orquestração de pipelines usando Airflow;Desejável: conhecimento prático com Terraform e CI/CD.Informações adicionais😍&nbsp;Nosso pacote de benefícios:&nbsp;Vale-refeição/alimentação no cartão Flash;Plano Médico e Odontológico Sulamérica;Total Pass e Gympass;Auxílio home office no cartão Flash;Auxílio à saúde mental (VOLL Care);Auxílio educação através do (VOLL Education);Seguro de vida em grupo;Licença-maternidade de 6 meses;Licença-paternidade de 20 dias (Nossa política de licença parental é igualmente aplicável a casais homoafetivos).Férias a partir de 6 meses;Day off.Diversidade na VollAqui na VOLL valorizamos cada pessoa e sua singularidade e oferecemos um ambiente que respeita as, diversidades e individualidades. Aqui damos espaço para que você possa ser você mesmo #JuntosNoMesmoBarco. 🥰",
    "careerPageId": 60697,
    "careerPageName": "VOLL",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/26603/career/60697/images/2022-04-12_21-03_logo.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-29T18:31:53.631Z",
    "applicationDeadline": "2025-07-22T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://voll.gupy.io/job/eyJqb2JJZCI6OTIxOTA0Miwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "remote",
    "careerPageUrl": "https://voll.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9251602,
    "companyId": 780,
    "name": "PESSOA ENGENHEIRA DE DADOS - GOIÂNIA E SÃO PAULO",
    "description": "Buscamos talentos que possam transformar possibilidades em realidade, que contribuam para nos manter como a melhor e mais completa empresa farmacêutica brasileira, participando da vida das pessoas para que elas vivam mais e melhor.&nbsp;Essa oportunidade está aberta à candidatura de todas as pessoas, independentemente de orientação sexual, acessibilidade social ou de qualquer outro fator.Todas as nossas vagas estão abertas para Pessoas com Deficiência (PCD's).Você não se identificou com essa vaga? Não se preocupe! Você ainda pode fazer parte do nosso time! Inscreva-se no nosso banco de talentos e assim que surgir uma oportunidade que tenha mais a ver com você, nós entraremos em contato!Responsabilidades e atribuiçõesVocê deverá monitorar e otimizar o desempenho e a qualidade dos dados;Você criará pipelines (processos de dados) confiáveis e escaláveis que possam ingerir e transformar os dados de diferentes origens;Você trabalhará com plataforma de dados big data em nuvens modernas, implementando soluções de dados escaláveis, seguras, e custo previsíveis;Você colaborará com os cientistas, engenheiros, analistas de dados e área de negócio para entender as necessidades e os requisitos dos projetos de dados;Você apoiará a qualidade, segurança, privacidade e a governança dos dados, o que implica em seguir padrões, normas e regulamentações que protejam os dados e os usuários;Você traduzirá as necessidades e os requisitos de negócio em soluções de dados que sejam eficientes, confiáveis e escaláveis, com técnicas de engenharia de dados e boas práticas e metodologias de big data.Requisitos e qualificaçõesEnsino superior completo;Certificação em Power BI, Big Data, SQL, Python e/ou Spark;Certificação em Azure Big Data e/ou Databricks;Experiência em linguagens de programação, como Python, Pyspark e SQL;Experiência em modelagem de dados, incluindo esquemas como Star-schema, Snowflake ou Data Vault;Experiência em desenvolvimento e sustentação de projetos de dados em BI e Big data com tecnologias Azure Data Factory, Databricks, Data Lake, SQL Server;Conhecimento em Projetos de Dados;Conhecimento com bancos de dados relacionais, dimensionais e NoSQL;Conhecimento em alto volume de processamento de dados , com cargas batch, streaming e CDC;Disponibilidade para atuar no modelo 100% presencial em Goiânia/GO ou na Zona Sul de São Paulo.Informações adicionaisPrincipais Benefícios:Assistência médica;Assistência odontológica;Seguro de vida;Vale refeição ou refeitório (a depender da unidade);Vale Alimentação;Vale transporte, fretado ou estacionamento (a depender da unidade);&nbsp;Wellhub;Farmácia interna - Medicamentos da empresa sem custo extensiva a cônjuge e filhos (a depender da unidade);Programa Nova Vida Tem Valor (Telemedicina, kit maternidade, cursos, isenção coparticipação durante a gestação e pós nascimento, entre outros);Espaço Saúde - atendimento médico assistencial (a depender da unidade);PPR / Bônus (a depender da unidade);Clube de Vantagens Tem Valor: Plataforma e-commerce com diversas empresas parceiras que concedem produtos e serviços com descontos exclusivos diferenciados;Lojinha Tem Valor (e-commerce com até 40% desconto em nossos produtos de dermocosméticos e vitaminas);Psicoterapia Online com atendimento e gratuito; Auxilio Creche (a depender da unidade e da política interna);Obs.: Esta oportunidade aceita candidatura interna.Vaga publicada em: 29/05/2025Período de inscrições internas: até 05/06/2025Analista responsável: Anna Caroline Galindo",
    "careerPageId": 1025,
    "careerPageName": "Hypera Pharma",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/780/career/1025/images/2020-06-25_19-09_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-29T14:35:58.758Z",
    "applicationDeadline": "2025-07-28T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://hyperapharma.gupy.io/job/eyJqb2JJZCI6OTI1MTYwMiwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://hyperapharma.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9216331,
    "companyId": 64,
    "name": "Analista de Dados Sênior",
    "description": "Somos mais que uma máquina, somos pessoas que transformam e&nbsp;criam infinitas possibilidades.Trabalhamos para&nbsp;simplificar e impulsionar negócios para todas as pessoas, oferecendo soluções financeiras inteligentes. Aqui, investimos em&nbsp;tecnologia, promovemos&nbsp;desenvolvimento&nbsp;e fomentamos a&nbsp;inovação&nbsp;para criar novos caminhos possíveis e gerar impacto positivo no mundo.Na Cielo, a gente trabalha com&nbsp;autonomia&nbsp;para escrever nossa própria jornada,&nbsp;liberdade&nbsp;para ser quem a gente é, e a oportunidade de&nbsp;fazer acontecer. Somos um time que&nbsp;sonha no plural, oferecendo uma experiência completa e focando no bem-estar físico e mental de nossos mais de 6.000 colaboradores e suas famílias.Acreditamos na&nbsp;inclusão e acolhimento&nbsp;de todas as pessoas, com suas singularidades e diversidade de vivências.Bora realizar seus sonhos com a gente!#VemPraCima #VemPraCieloResponsabilidades e atribuiçõesTem lugar para você nesse propósito:Estruturar e manter dashboards e relatórios gerenciais em Power BI, com foco em indicadores de qualidade de atendimento;Realizar análises exploratórias e preditivas com base em dados internos e externos;Trabalhar com grandes volumes de dados provenientes de diferentes fontes (CRM, plataformas de atendimento, Speech Analytics, Gen AI, etc.);Conectar, manipular e extrair dados de diferentes sistemas e bancos de dados;Garantir a integridade, consistência e governança dos dados utilizados nas análises;Apoiar a área na definição de KPIs e na construção de modelos de análise de performance Desenvolvimento de apresentações executivas com base em síntese e análise de dados;Atuar em parceria com áreas como Operações, Treinamento, Comunicação, Melhoria Contínua, Processos e Projetos para identificar oportunidades de melhoria;Requisitos e qualificaçõesO que o #TimeCielo espera de você?Experiência sólida com Power BI (modelagem de dados, visualizações);Conhecimento avançado em SQL para manipulação de grandes bases de dados;Desejável: Experiência com ferramentas de Speech Analytics;Diferencial: conhecimento em Python e Gen AI aplicadas ao atendimento ao cliente;Informações adicionaisPor que viver infinitas possibilidades ao nosso lado?Assistência Médica e Odontológica;Remuneração Variável Anual (PPR);Auxílio Refeição e Alimentação;Modelo Híbrido;Auxílio Trabalho Remoto;Seguro de Vida;Seguro residencial e automóvel;&nbsp;Assistência funeral familiar;&nbsp;Previdência Privada;Canal de apoio à especialistas (nutrição, psicologia, ginecologia, etc);&nbsp;Campanha de Vacinação;Acesso à diversos cursos em nossa plataforma Educa;&nbsp;Wellhub;&nbsp;Fretado/vale-transporte ou estacionamento;&nbsp;Programa de Gestação Saudável;Licença Maternidade e Paternidade estendida;Auxílio Creche;Day Off de Aniversário;Dress Code Flexível;Horário Flexível;Sexta-curta;Almoço estendido (1h30).",
    "careerPageId": 74,
    "careerPageName": "Cielo",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/64/career/74/images/logo.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-29T12:06:59.502Z",
    "applicationDeadline": "2025-07-21T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Barueri",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://cielo.gupy.io/job/eyJqb2JJZCI6OTIxNjMzMSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://cielo.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9248422,
    "companyId": 859,
    "name": "Cientista de Dados Júnior",
    "description": "Estamos em busca de talentos que dominem Python, SQL e tenham familiaridade com modelagem e exploração de dados para integrar nosso Time de Águias. Se você curte transformar dados em soluções inteligentes e busca desafios em um ambiente inclusivo, diverso e estimulante, essa é a oportunidade certa para decolar na sua carreira!Responsabilidades e atribuiçõesOs desafios que aguardam por você no próximo destino são:Apoiar o time em projetos de análise e modelagem de dados, contribuindo com código, exploração e validação de hipóteses;&nbsp;Realizar análises exploratórias, construção de dashboards e estudos ad hoc para dar suporte à tomada de decisão;&nbsp;Desenvolver scripts e notebooks em Python e SQL com foco em eficiência e clareza;&nbsp;Colaborar na manutenção de modelos já existentes, ajustando parâmetros e contribuindo para a melhoria contínua;&nbsp;Participar das rotinas de versionamento, documentação e boas práticas de codificação;&nbsp;Trabalhar em conjunto com engenheiros de dados, analistas e cientistas mais experientes na entrega de soluções robustas.&nbsp;Requisitos e qualificaçõesNão pode faltar em sua bagagem:Ensino superior completo em Estatística, Engenharia, Computação, Matemática, Astronomia, Física ou áreas relacionadas (diploma ou colação de grau);&nbsp;Conhecimento básico de Python e bibliotecas como Pandas, Numpy e Scikit-learn;&nbsp;Experiência com SQL para análise de dados;&nbsp;Facilidade para aprender novas ferramentas e conceitos técnicos;&nbsp;Boa comunicação, proatividade e trabalho em equipe.&nbsp;&nbsp;O que pode somar ainda mais:Conhecimento em plataformas cloud (Azure, AWS ou GCP);&nbsp;Experiência acadêmica ou projetos próprios envolvendo machine learning, visualização de dados ou automação de análises;&nbsp;Familiaridade com Git, Jupyter Notebooks;Conhecimento em inglês.Informações adicionaisAqui, você voa mais alto com o Benefício Viagem, que te permite emitir passagens aéreas nacionais e internacionais com descontos especiais para você, familiares e amigos.E não podemos esquecer dos Benefícios:Plano de saúde;Plano odontológico;Seguro de vida em grupo;Vale-refeição;Vale-alimentação;Vale-transporte;PLR;Gympass ou Totalpass;Clube de parcerias com centenas de empresas conveniadas;Day off de aniversário.Informações Importantes:Local de Trabalho: Sede - Granja Julieta.Horário: 8h-17h24.Modelo de Trabalho: Híbrido 4x1 (Segunda a Quinta-feira - Presencial / Sexta-feira - Home Office).Se você se identifica com o nosso Jeito, inscreva-se agora e faça parte do Time de Águias! Venha decolar conosco!",
    "careerPageId": 1167,
    "careerPageName": "GOL Linhas Aéreas",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/859/career/1167/images/logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-28T21:54:42.774Z",
    "applicationDeadline": "2025-09-30T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://golcarreiras.gupy.io/job/eyJqb2JJZCI6OTI0ODQyMiwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://golcarreiras.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9245812,
    "companyId": 175,
    "name": "Cientista de Dados",
    "description": "Como é a área:Digital Transformation – Desenvolvimento de Soluções: Apoiar os projetos de dados das mais variadas áreas de negócio da Embraer, participar da construção da cultura Data-Oriented da Embraer, atuar no aculturamento de boas práticas de uso de dados de âmbito corporativo, visando sempre estar de acordo com questões de segurança, qualidade e solução de problemas de negócio identificados nos projetos.Responsabilidades e atribuiçõesComo será o seu dia a dia:Atuar diretamente na exploração, análise e modelagem de dados para gerar insights que apoiem decisões estratégicas e operacionais;Levantar requisitos junto aos stakeholders para entender os problemas de negócio e elaboração de especificações técnicas.Explorar bases de dados, fazer limpeza e tratamento de dados (data wrangling).Desenvolver modelos preditivos e de machine learning, sempre alinhado com as necessidades do negócio.Validar resultados, ajustar modelos e apresentar conclusões de forma clara e visual.Colaborar com engenheiros de dados e analistas para garantir que as soluções sejam robustas, escaláveis e sustentáveis.&nbsp;Principais desafios:Trabalhar com dados complexos, não estruturados, semi-estruturados e estruturados exigindo criatividade para extrair valor.Traduzir problemas de negócio em perguntas analíticas bem definidas.Garantir que os modelos e análises não apenas sejam tecnicamente sólidos, mas também gerem impacto real para a empresa.Manter-se atualizado em um campo que evolui rapidamente, trazendo boas práticas e novas técnicas para o time.Requisitos e qualificaçõesPara este desafio, você precisa ter:Superior Completo;Inglês fluente/avançado/intermediário para leitura e escrita de documentação técnica e participação de eventos e reuniões;Experiência em análise estatística avançada (álgebra linear, cálculo, probabilidade);Experiência em aplicação de testes estatísticos, modelagem preditiva, análise inferencial;Experiência prática em projetos com algoritmos supervisionados e não supervisionados, tuning de modelos, métricas de avaliação;Experiência em linguagens de programação voltada a ciência de dados e ferramentas de visualização;Experiência com grandes volumes de dados (big data) e experiência na utilização das ferramentas;Conhecimento em implementação de projetos de dados, acompanhando todo o ciclo de vida, desde o entendimento do problema, coleta e limpeza, até modelagem, avaliação e deployment;Conhecimento de bancos de dados relacionais e não relacionais;Noções de engenharia de dados (pipelines, ETL, data lakes, data warehouses);Conhecimento de cloud (AWS, GCP, Azure) para executar modelos em produção.Você se destaca se tiver:Conhecimentos em MLOps e versionamento de modelos;Conhecimentos em conceitos de ética em IA e análise de viés;Experiência com versionamento e colaboração.Informações adicionaisModelo de trabalho presencial (3 dias presenciais e 2 remotos) para São José dos Campos / SP.Benefícios:Seguro de VidaConvênio Médico&nbsp;Convênio OdontológicoBenefício VacinaBenefício Farmácia&nbsp;GympassCartão Multibenefícios (para modelo de trabalho Híbrido ou 100% remoto)Refeitório na empresaAuxílio Home Office (para modelo de trabalho Híbrido ou 100% remoto)PLR (Participação de Lucros e Resultados)Previdência PrivadaCooperativaEMpower (plataforma interna de treinamento e desenvolvimento)Por uma definição estratégica da Embraer, o novo modelo de trabalho a partir de 01 de janeiro de 2026 será presencial, podendo ocorrer a flexibilidade de até 2 dias na semana de home office de acordo com as necessidades do negócio e alinhamento com a liderança. Desta forma, informamos que o seu contrato de trabalho atual será no modelo híbrido com direito a ajuda de custo até o dia 31/12/2025.Precisa de suporte com a plataforma Gupy? Acesse o link abaixo:Página&nbsp;Central de Suporte ao&nbsp;CandidatoSite dedicado a guiar e orientar a pessoa candidata sobre todas as ferramentas:&nbsp;https://suporte-candidatos.gupy.io/s/suporte/",
    "careerPageId": 135,
    "careerPageName": "Embraer",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/175/career/135/images/logo.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-28T17:29:04.263Z",
    "applicationDeadline": "2025-07-15T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São José dos Campos",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://embraer.gupy.io/job/eyJqb2JJZCI6OTI0NTgxMiwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://embraer.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9245747,
    "companyId": 175,
    "name": "Cientista de Dados (Foco em Engenharia de Dados)",
    "description": "Como é a área:Digital Transformation – Desenvolvimento de Soluções: Apoiar os projetos de dados das mais variadas áreas de negócio da Embraer, participar da construção da cultura Data-Oriented da Embraer, atuar no aculturamento de boas práticas de uso de dados de âmbito corporativo, visando sempre estar de acordo com questões de segurança, qualidade e solução de problemas de negócio identificados nos projetos.Responsabilidades e atribuiçõesComo será o seu dia a dia:Você fará parte de uma equipe que atua na construção, manutenção e evolução de pipelines de dados que suportam decisões estratégicas e operacionais da empresa. O seu dia a dia envolve trabalhar próximo a analistas, cientistas de dados, desenvolvedores, arquitetos e stakeholders garantindo que os dados fluam com qualidade, segurança e eficiência entre sistemas.Os principais desafios incluem:Projetar e implementar pipelines robustos para ingestão, processamento e disponibilização de dados em grande escala;Garantir a qualidade e a confiabilidade dos dados, lidando com problemas como dados faltantes, inconsistentes ou duplicados;Otimizar desempenho de processos ETL/ELT, identificando gargalos e propondo melhorias e ou automatizações;Trabalhar com arquiteturas distribuídas e cloud (AWS, Azure ou GCP), aproveitando serviços gerenciados e boas práticas de segurança;Colaborar com outras áreas para entender requisitos de dados, modelar soluções adequadas e entregar valor de forma incremental.&nbsp;Principais responsabilidades:Desenvolver e manter pipelines de dados (ETL/ELT) escaláveis e resilientes;Implementar boas práticas de governança, versionamento e monitoramento de dados;Participar de discussões de arquitetura e propor soluções técnicas alinhadas às necessidades do negócio;Garantir a documentação adequada dos processos e pipelines desenvolvidos;Apoiar a evolução contínua do ambiente de dados, propondo automações e melhorias nos processos existentes.Requisitos e qualificaçõesPara este desafio, você precisa ter:Superior Completo;Inglês fluente/avançado/intermediário para leitura e escrita de documentação técnica e participação de eventos e reuniões;Experiência nas principais linguagens de programação voltada a dados (Python, SQL, JavaScript etc);Experiência no design de pipelines robustos e escaláveis (ETL/ELT - dbt, Apache NiFi, Talend, Pentaho, Fivetran);Experiência em otimizar e automatizar queries, bancos e processos para alto desempenho;Experiência em implementação de pipelines e integração de APIs;Experiência com: Hadoop, Spark, Parquet, Delta Lake;Conhecimento em modelagem de dados projetando modelos eficientes (OLTP, OLAP, data lakes, data warehouses);Conhecimento ambientes Cloud e arquiteturas em nuvem (AWS, GCP e Azure);Conhecimento e experiência na orquestração e automação (Airflow, etc);Conhecimento e experiência em banco de dados relacionais (PostgreSql, MySQL, Oracle) e não-relacionais (MongoDB, Cassandra, Redis).Você se destaca se tiver:Experiência nas ferramentas de streaming de dados: Kafka, Kinesis, Flink;Experiência infraestrutura como código (IaC): Terraform, CloudFormation;Experiência com versionamento e CI/CD: Git, GitLab CI, Jenkins, AzureDevOps.Experiência em containers: Docker, Kubernetes (para deploys e jobs).Conhecer conceitos de data governance: catálogo de dados, linhagem, qualidade de dados;Ter noções de Machine Learning;Conhecimento em monitoramento.Informações adicionaisModelo de trabalho presencial (3 dias presenciais e 2 remotos) para São José dos Campos / SP.Benefícios:Seguro de VidaConvênio Médico&nbsp;Convênio OdontológicoBenefício VacinaBenefício Farmácia&nbsp;GympassCartão Multibenefícios (para modelo de trabalho Híbrido ou 100% remoto)Refeitório na empresaAuxílio Home Office (para modelo de trabalho Híbrido ou 100% remoto)PLR (Participação de Lucros e Resultados)Previdência PrivadaCooperativaEMpower (plataforma interna de treinamento e desenvolvimento)Por uma definição estratégica da Embraer, o novo modelo de trabalho a partir de 01 de janeiro de 2026 será presencial, podendo ocorrer a flexibilidade de até 2 dias na semana de home office de acordo com as necessidades do negócio e alinhamento com a liderança. Desta forma, informamos que o seu contrato de trabalho atual será no modelo híbrido com direito a ajuda de custo até o dia 31/12/2025.Precisa de suporte com a plataforma Gupy? Acesse o link abaixo:Página&nbsp;Central de Suporte ao&nbsp;CandidatoSite dedicado a guiar e orientar a pessoa candidata sobre todas as ferramentas:&nbsp;https://suporte-candidatos.gupy.io/s/suporte/",
    "careerPageId": 135,
    "careerPageName": "Embraer",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/175/career/135/images/logo.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-28T17:23:04.711Z",
    "applicationDeadline": "2025-07-15T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São José dos Campos",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://embraer.gupy.io/job/eyJqb2JJZCI6OTI0NTc0Nywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://embraer.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9045063,
    "companyId": 2188,
    "name": "Analista de CRM Pleno | Foco em Dados | International Business",
    "description": "Nosso time é formado por pessoas com brilho no olho e vontade de fazer a diferença.Temos objetivo de encantar clientes do Brasil e do mundo, com propósito de Interpretar Tendências e Despertar Desejos.Se você também faz com paixão, tem flexibilidade, transparência, envolvimento, gosta de trabalhar com união e desafio, a Arezzo&amp;Co pode ser o lugar certo para você!Queremos cada vez mais construir um ambiente diverso e inclusivo, por isso, nossa política de contratação não discrimina gênero, raça/cor, religião, orientação sexual, idade, condição de HIV e deficiência intelectual ou física.Venha evoluir com a gente, em cada passo da nossa jornada. RUMO A 2154!Responsabilidades e atribuiçõesExtrair e organizar dados garantindo sua qualidade e confiabilidade;Trabalhar em conjunto com áreas&nbsp;de&nbsp;tecnologia para consumir dados&nbsp;de&nbsp;diversos sistemas e prover visão unificada dos dados da companhia;Construir painéis e dashboards com dados organizados, que permitam a tomada&nbsp;de&nbsp;decisão;Criar e manter atualizados indicadores que permitam avaliar a performance dos clientes ao longo&nbsp;de&nbsp;seu ciclo&nbsp;de&nbsp;vida;Desenvolver análises da base&nbsp;de&nbsp;clientes (criando segmentações, identificando padrões&nbsp;de&nbsp;comportamento, entre outros), promovendo insights para diversas áreas&nbsp;de&nbsp;negócio;Realizar estudos para entender o comportamento dos clientes;Atuar em parceria com os&nbsp;demais membros da equipe para entender a relação entre as ações&nbsp;de&nbsp;CRM&nbsp;desenvolvidas e os resultados alcançados.#LI-MS1#LI-ONSITERequisitos e qualificaçõesGraduação em Engenharia da Produção, Sistemas&nbsp;de&nbsp;informação, Estatística, Ciência&nbsp;de&nbsp;dados, Administração ou cursos relacionados;Desejável experiência em linguagem SQL, Phyton e ferramenta&nbsp;de&nbsp;como Power BI, Tableau;Excel Avançado;Inglês intermediário;Conhecimento em Databricks será um diferencial;Experiência em varejo será um diferencial.Informações adicionaisBenefícios Financeiros e de Alimentação🍛 Vale Alimentação/Refeição – Escolha entre o Vale Alimentação para compras em mercados e preparar suas refeições, ou o Vale Refeição para restaurantes e lanchonetes.🚌 Vale Transporte – Benefício para o transporte público conforme sua necessidade de deslocamento.⛽ Ajuda de Custo – Disponível para colaboradores que residem fora de Campo Bom, Novo Hamburgo e Sapiranga.💳 GoodCard – Cartão pós-pago para farmácias, postos de gasolina e mercados (após três meses de experiência).💲 PPR (Participação nos Lucros) – Programa baseado no atingimento de metas da companhia e da sua área.🏷 New Value – Clube de benefícios com ofertas exclusivas para colaboradores.💸 Desconto nas Marcas – Desconto especial em todas as marcas da Maior Plataforma Fashion da América Latina🎁 Presente de Aniversário – Um mimo especial pelo seu dia, resgatável no site do ZZ Mall.👞 Feira de Calçados – Eventos internos para que você tenha acesso a calçados de qualidade com descontos exclusivos para colaboradores.&nbsp;Saúde e Bem-Estar🩺 Plano de Saúde – Cobertura regional (Vale dos Sinos) e nacional para você e seus dependentes.🦷 Plano Odontológico – Atendimento odontológico de qualidade para você e sua família.🔐 Seguro de Vida – Cobertura de 12 vezes o seu salário para maior segurança.💪 Wellhub&nbsp;– Academia e bem-estar para você e seus dependentes.🏃 SESI – Parceria com diversos descontos e benefícios para a indústria.💆 Quick Massagem – Sessões de massagem para reduzir o estresse e melhorar sua concentração.🤸 Ginástica Laboral – Exercícios diários no ambiente de trabalho para promover sua saúde.🧠 Wellz – Plataforma online de atendimento psicológico para cuidar da sua saúde mental.🐾 Plano de Saúde PetLove – Cobertura para consultas, vacinas, exames e plantão 24h para seu pet.🥗 Feira de Produtos Saudáveis – Acesso a uma feira interna com produtos naturais e orgânicos vendidos por empreendedoras locais.🍽 Restaurante Interno – Refeições disponíveis dentro da empresa para maior comodidade.&nbsp;Incentivo e Desenvolvimento📚 Incentivo Educacional – Parcerias com instituições de ensino superior e escolas de idiomas.🎤 Desenvolvimento da Liderança – Palestras, treinamentos, workshops e rodas de conversa ao longo do ano.📝 Ciclo de Gente – Avaliação de desempenho e mapeamento de talentos para o crescimento profissional.&nbsp;Qualidade de Vida👨‍👧‍👦Licença Paternidade – Benefício estendido para 20 dias, garantindo mais tempo para fortalecer laços com seu filho.👩‍👧‍👦Licença Maternidade – Período estendido de 180 dias para que você possa aproveitar ao máximo esse momento especial.🧸 Auxílio Creche – Para filhos de até 4 anos, caso não haja vagas em creches municipais, e colaboradores com renda de até 3 salários mínimos.⛱ Day Off de Aniversário – Escolha um dia do mês do seu aniversário para folgar e celebrar com quem ama.&nbsp;Integração e Cultura Organizacional📢 Indique e Ganhe (exclusivo para colaboradores) – Indique um candidato e, se ele for contratado, você recebe uma recompensa!📲 Rede Social Corporativa – Plataforma interna para acompanhar novidades da empresa e interagir com colegas.📊 Pesquisa de Clima – Pesquisa anual para entender melhor as necessidades e expectativas dos colaboradores.Gostou? Esses benefícios foram pensados para você! Junte-se a nós e aproveite tudo o que oferecemos. 💙",
    "careerPageId": 3784,
    "careerPageName": "Arezzo&CO",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/2188/career/3784/images/2023-08-15_12-30_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-04-28T19:58:10.690Z",
    "applicationDeadline": "2025-07-31T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Campo Bom",
    "state": "Rio Grande do Sul",
    "country": "Brasil",
    "jobUrl": "https://arezzoeco.gupy.io/job/eyJqb2JJZCI6OTA0NTA2Mywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://arezzoeco.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9020119,
    "companyId": 986,
    "name": "Desenvolvedor Backend Java com Dados -  Sênior",
    "description": "A Leega é uma empresa focada no atendimento eficiente e inovador em seus clientes.&nbsp;Isso não poderia ser diferente com o nosso principal combustível: as pessoas!&nbsp;&nbsp;Nossa cultura é inspiradora e nossos valores estão presentes no dia a dia: ética&nbsp;e transparência, excelência de&nbsp;qualidade, trabalho em equipe, responsabilidade&nbsp;econômica, social e ambiental, relações humanas e credibilidade.Buscamos profissionais inovadores que sejam movidos por desafios e focados em resultados.Se você busca uma empresa dinâmica e parceira e que investe em seus colaboradores através de capacitação constante, a Leega é o lugar para você!&gt;&gt; A LEEGA É PARA TODOS, ficaremos muito felizes em ter você em nosso time. Venha fazer parte da nossa história e da construção do nosso futuro.&nbsp;Cadastre-se agora mesmo em nossas vagas!Responsabilidades e atribuiçõesExperiência em integração por meio de Microserviços (APIs), demonstrando proatividade e comunicação ativa e clara.Requisitos e qualificaçõesExperiência com Spring Boot, OpenFeign, Docker e Apache Camel em ambientes de microsserviços;Bancos de dados PostgreSQL, Oracle, MongoDB, Aurora e DB2.Atuação com plataformas de Cloud AWS e Azure, incluindo configuração e integração de serviços como S3, EKS e MSK.Familiaridade com frameworks ágeis, incluindo metodologias Ágil e SAFe.Conhecimento de ferramentas como JIRA para gestão de projetos e Confluence para documentação técnica.Desejável experiência em outros bancos ou conhecimento no produto cartão de crédito.Certificações AWS ou Azure são consideradas diferenciais.Modelo de atuação: Híbrido 3x por semana presencial em Interlagos - São Paulo. Informações adicionaisNa nossa empresa, você encontrará um ambiente colaborativo e um pacote de benefícios que visa o seu crescimento, saúde e qualidade de vida. Confira abaixo os benefícios que oferecemos:🏥 Convênio Médico Porto SeguroCuidado completo para você e sua família, com possibilidade de incluir cônjuge e filhos.🦷&nbsp;Convênio Odontológico Porto SeguroProteção odontológica para você e seus dependentes.💰 Participação nos Lucros e Resultados (PLR)Reconhecimento pelo seu trabalho e contribuição para o sucesso da empresa.👶 Auxílio CrecheSuporte financeiro para que pais e mães cuidem dos pequenos com tranquilidade.🍽️ Vale Alimentação e Refeição AleloGarantindo refeições práticas e confortáveis no seu dia a dia.💻 Auxílio Home Office ProporcionalIncentivo para que você tenha um espaço de trabalho confortável em casa.📚 Parcerias com Instituições de EnsinoEducação ao seu alcance, com descontos e incentivos em cursos e graduações.🚀 Incentivo para Certificações, inclusive em CloudAvance sua carreira com certificações nas principais tecnologias como: GCP, Azure, AWS entre outras.🎁 Pontos LiveloAcumule pontos e use como preferir, com total liberdade de escolha.🏋️‍♂️ TotalPassIncentivo à saúde com planos de&nbsp;academia&nbsp;com desconto para colaboradores e familiares.",
    "careerPageId": 1410,
    "careerPageName": "Leega Consultoria",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/986/career/1410/images/2023-04-27_23-47_companyLogoUrl.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-04-25T21:57:34.659Z",
    "applicationDeadline": "2025-07-31T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://leega.gupy.io/job/eyJqb2JJZCI6OTAyMDExOSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": false,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://leega.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 8994094,
    "companyId": 459,
    "name": "Analista de Dados Pl. ",
    "description": "Somos uma empresa que cuida da Nossa Gente, zela pela simplicidade, valoriza o Ser Humano e acredita no poder da diversidade e inclusão. Estamos com uma posição de&nbsp;Analista de Dados Pl.,&nbsp;também aberta para inscrição de Pessoa com Deficiência.Já pensou em trabalhar na empresa de atacado de autosserviço que mais cresce no Brasil, uma das maiores empregadoras do país, que também carrega uma das Marcas Mais Valiosas? E com o nosso processo de expansão acelerado estamos crescendo e trazendo cada vez mais pessoas para fazerem parte do nosso time.Afinal, o crescimento do nosso negócio significa o crescimento da Nossa Gente.#VemSerAssaíResponsabilidades e atribuições•\tRealizar a atualização diária dos indicadores de desempenho (KPIs), garantindo o alinhamento com as metas estratégicas e operacionais da área de Supply Chain;•\tAtuar de forma colaborativa no levantamento e tratamento de dados, oferecendo suporte às demandas de projetos e temas estratégicos;•\tMonitorar e agir sobre desvios nas estratégias de abastecimento pré-estabelecidas, propondo ajustes baseados em análises de dados;•\tConduzir levantamento de dados e informações para estudos de oportunidades de melhoria nos processos logísticos;•\tInteragir com diversas áreas internas (Planejamento Comercial, Compras, Operações de Lojas, TI, etc.) e com fornecedores externos, promovendo a integração das informações e a eficiência dos fluxos logísticos;•\tParticipar da construção e revisão de modelos de abastecimento, previsões de demanda e novo sistema abastecedor identificando gargalos e propondo melhorias com base em dados concretos.•\tContribuir no desenvolvimento de dashboards e relatórios analíticos utilizando ferramentas como Power BI, Tableau, Excel avançado ou similares;•\tApoiar no planejamento da demanda e no controle de estoque e ruptura com base em análises preventivos;•\tAutomatizar relatórios e rotinas analíticas para otimizar tempo contribuindo com a rotina de informações estratégicas da área;•\tParticipar de projetos de melhoria contínua e digitalização da área de Supply Chain.•\tRealizar interface com TI para integração de dados entre sistemas (ERP, WMS, TMS, etc.).Requisitos e qualificações•\tEnsino superior completo em Engenharia, Administração, Economia, Ciência de Dados, ou áreas correlatas.•\tExcel avançado (formatação condicional, VBA, Tabelas Dinâmicas).•\tFerramentas de BI (Power BI, Tableau, Looker ou similares).•\tLinguagens de manipulação de dados (SQL, Python) será um diferencial.•\tConhecimento de ERPs (SAP, Oracle, TOTVS) será um diferencial. •\tDomínio de indicadores logísticos e de supply chain.Informações adicionaisBENEFÍCIOS:🩺 Assistência Médica e Odontológica💳&nbsp;Vale-compras Assaí🍴 Refeição no local de trabalho👩‍🍼 Extensão da Licença Maternidade👶 Enxoval do Bebê🚌 Vale Transporte conforme sua necessidade🏋️‍♀️🏋️‍♂️ Parcerias com academias Gympass e TotallPass📈 Plano de Carreira&nbsp;E muito mais!DESENVOLVIMENTO PROFISSIONALUniversidade Assaí que oferece cursos online que abrangem todos os cargos;Programa de Gestão de Carreiras do Assaí para os colaboradores;Processo de Seleção Interna para que os colabores possam ocupar outros cargos e/ou em outras áreas do Assaí.•Todos os nossos processos seletivos são totalmente online;•O Assaí tem acessibilidade para Pessoa com Deficiência",
    "careerPageId": 473,
    "careerPageName": "Assaí Atacadista - O atacadista com 50 anos de tradição! #VemserAssaí ",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/459/career/473/images/2024-10-13_21-04_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-04-25T18:29:59.704Z",
    "applicationDeadline": "2025-08-31T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://assai.gupy.io/job/eyJqb2JJZCI6ODk5NDA5NCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://assai.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9026595,
    "companyId": 64,
    "name": "Especialista de Proteção de Dados Sênior",
    "description": "Somos mais que uma máquina, somos pessoas que transformam e criam infinitas possibilidades.Trabalhamos para simplificar e impulsionar negócios para todas as pessoas, oferecendo soluções financeiras inteligentes. Aqui, investimos em tecnologia, promovemos desenvolvimento e fomentamos a inovação para criar novos caminhos possíveis e gerar impacto positivo no mundo.Na Cielo, a gente trabalha com autonomia para escrever nossa própria jornada, liberdade para ser quem a gente é, e a oportunidade de fazer acontecer. Somos um time que sonha no plural, oferecendo uma experiência completa e focando no bem-estar físico e mental de nossos mais de 6.000 colaboradores e suas famílias.Acreditamos na inclusão e acolhimento de todas as pessoas, com suas singularidades e diversidade de vivências.Bora realizar seus sonhos com a gente!Conheça mais sobre a função de Especialista de Proteção de Dados Sênior&nbsp;:Você irá atuar como Especialista de Proteção de Dados Sênior, com a missão de assegurar que informações confidenciais sejam mapeadas, classificadas, protegidas e governadas de acordo com as regulamentações vigentes, políticas e normas internas e melhores práticas, garantindo a segurança e privacidade e minimizando riscos de violações ou sanções.Juntos com você, em infinitas possibilidades.#VemPraCima #VemPraCieloResponsabilidades e atribuiçõesTem lugar para você nesse propósito:Estabelecer e manter um inventário corporativo de dados, possibilitando definir controles para proteção dos dados com base na sensibilidade das informações.&nbsp;Definição tática e consultiva em práticas de segurança e privacidade em todo o ciclo de vida do dado (coleta, uso, armazenamento, compartilhamento e expurgo).&nbsp;Evoluir e aprimorar a cobertura e efetividade dos controles de proteção de dados durante o uso, trânsito e repouso, objetivando mitigar riscos de violações de dados.&nbsp;Mapear e mitigar riscos relacionados a dados, implementando estratégias para garantir a conformidade legal e regulatória e a proteção contínua das informações.&nbsp;Auxiliar as equipes técnicas em investigações e respostas a incidentes de segurança, em conformidade com leis e regulações e políticas e normas internas.&nbsp;Estabelecer métricas estratégicas de desempenho, cobertura de riscos e conformidade regulatória, fornecendo insights sobre a efetividade dos controles.&nbsp;Apoiar a equipe de conscientização no desenvolvimento de programas internos de treinamento focado nas melhores práticas de privacidade e proteção de dados.&nbsp;Ser referência técnica da área em assuntos sobre privacidade e proteção de dados, provendo liderança técnica com o time e auxiliando profissionais mais juniores;Requisitos e qualificaçõesO que o #TimeCielo espera de você?Ensino Superior Completo em Tecnologia da Informação, Análise de Sistemas, Ciência da Computação e Processamento de Dados.&nbsp;Sólida experiência em programas de governança de dados, contemplando toda a gestão dos dados durante seu ciclo de vida, desde a coleta e uso até o descarte.&nbsp;Experiência em processos de descoberta (data discovery), mapeamento e classificação de informações, em conjunto com as áreas técnicas e de negócio.&nbsp;Capacidade de desenvolver e implementar estratégias de proteção de dados alinhadas com as equipes técnicas, incluindo a definição e escopo de cobertura.&nbsp;Experiência em tecnologias de postura de segurança de dados (DSPM) com foco na análise de vulnerabilidades e ameaças e riscos de não conformidade regulatória.&nbsp;Experiência na elaboração e análise de métricas e indicadores de risco e desempenho, assegurando visibilidade e conformidade com leis e regulações.&nbsp;Experiência com legislação de proteção de dados (LGPD) e frameworks de governança e segurança como DMBOK, PCI DSS, NIST, CIS, ISO 27001 e ISO 27701.&nbsp;Experiência em metodologias ágeis e ferramentas de governança de dados.&nbsp;Perfil resolutivo, proativo e excelente capacidade de trabalhar em equipe.&nbsp;O que aumenta as suas chances?Pós-graduação ou Especialização em Cibersegurança, Segurança da Informação e Privacidade e Proteção de Dados será um diferencial.&nbsp;Informações adicionaisPor que viver infinitas possibilidades ao nosso lado?Assistência Médica e Odontológica;Remuneração Variável Anual (PPR);Auxílio Refeição e Alimentação;Modelo Híbrido;Auxílio Trabalho Remoto;Seguro de Vida;Seguro residencial e automóvel;&nbsp;Assistência funeral familiar;&nbsp;Previdência Privada;Canal de apoio à especialistas (nutrição, psicologia, ginecologia, etc);&nbsp;Campanha de Vacinação;Acesso à diversos cursos em nossa plataforma Educa;&nbsp;Wellhub;&nbsp;Fretado/vale-transporte ou estacionamento;&nbsp;Programa de Gestação Saudável;Licença Maternidade e Paternidade estendida;Auxílio Creche;Day Off de Aniversário;Dress Code Flexível;Horário Flexível;Sexta-curta;Almoço estendido (1h30).",
    "careerPageId": 74,
    "careerPageName": "Cielo",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/64/career/74/images/logo.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-04-25T17:58:11.342Z",
    "applicationDeadline": null,
    "isRemoteWork": false,
    "city": "Barueri",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://cielo.gupy.io/job/eyJqb2JJZCI6OTAyNjU5NSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://cielo.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 8963410,
    "companyId": 54421,
    "name": "Especialista Cientista de Dados ",
    "description": "A área de validação de modelos do Porto Bank é responsável pela validação independente e monitoramento dos modelos de risco de crédito (concessão, behaviour, collection) e demais modelos utilizados na gestão dos diversos produtos do banco, visando a garantir que esses modelos sejam tecnicamente adequados, robustos e precisos.Responsabilidades e atribuiçõesO Especialista de Validação de Modelos será responsável por definir e implementar o processo de validação conforme o grau de materialidade de cada modelo, efetuar a validação dos novos modelos, implementar e acompanhar o monitoramento dos modelos vigentes e realizar a interlocução com as áreas corporativas de riscos.Garantir que os modelos utilizados pela Porto Bank sejam tecnicamente adequados, robustos, precisos e devidamente documentados, assim como identificar oportunidades de melhoria e necessidade de substituição dos modelos.Requisitos e qualificaçõesFormação em Estatística ou cursos correlatos de ciências exatas (desejável pós graduação);-Profundo conhecimento de modelagem estatística (modelos de regressão, modelos lineares generalizados, séries temporais, machine learning, árvores de decisão, etc);Ótimos conhecimentos em programação e ferramentas de análise de dados (Databricks, SAS, Python, R, etc);Ótimo raciocínio lógico e quantitativo;Boas habilidades de relacionamento interpessoal;Senso de urgência;Experiência prévia na atividade de validação de modelos.Informações adicionaisNossos benefícios:&nbsp;Crescimento profissional e financeiro:&nbsp;Aqui nós incentivamos o seu protagonismo e reconhecemos financeiramente sua performance.Porto em Ação:&nbsp;Ser dono do negócio através do nosso novo programa complementar à PLR, disponibilizando anualmente, até 2025, uma porcentagem de valor do seu salário em ações da Porto;Participação nos Lucros:&nbsp;Pois sabemos que só vamos crescer, se crescermos juntos;Mamães:&nbsp;Auxílio creche ou babá, para o seu bem mais precioso ser muito bem cuidado!Plano de Saúde, Odontológico e Seguro de Vida:&nbsp;Para que você possa se cuidar, e também cuidar de seus dependentes;Vale Alimentação e Refeição:&nbsp;Seu VR e VA são flexíveis, para que você atenda às suas necessidades e defina a melhor maneira de utilizá-los;Gympass:&nbsp;Para você possa se exercitar e cuidar da sua saúde física em diversas academias, onde estiver;Previdência Privada - PortoPrev:&nbsp;Para você garantir um futuro mais tranquilo;Bolsa de estudos:&nbsp;Para você começar uma graduação ou que sonha em fazer uma segunda faculdade ou pós-graduação;Cursos de Idiomas:&nbsp;Subsídio para cursos de Inglês e Espanhol;Programa Saúde Integral:&nbsp;Série de benefícios e iniciativas para te apoiar a encontrar equilíbrio de forma integral, através de três pilares: saúde mental, saúde física e saúde financeira;Vale-Transporte:&nbsp;Para nos encontrarmos na Porto;Descontos em produtos e serviços da Porto&nbsp;que só nossos #Portolover tem!",
    "careerPageId": 157288,
    "careerPageName": "Porto",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/54421/career/157288/images/2023-05-11_21-51_companyLogoUrl.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-04-25T17:21:07.404Z",
    "applicationDeadline": "2025-09-19T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://porto.gupy.io/job/eyJqb2JJZCI6ODk2MzQxMCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://porto.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9023655,
    "companyId": 1173,
    "name": "Trainee - Foco Ciência de Dados",
    "description": "Atuar no desenvolvimento e condução de programas, projetos e processos da sua Diretoria, tanto no escopo corporativo quanto nas unidades próprias e terceiras, assegurando o cumprimento das normas, políticas e diretrizes, contribuindo com o alcance dos objetivos estratégicos da organização.Responsabilidades e atribuições• Apoiar o desenvolvimento e a validação de modelos de machine learning para resolver problemas logísticos como otimização de rotas e previsão de demanda;• Participar da coleta, processamento e integração de dados internos e externos, garantindo sua qualidade e organização;• Colaborar com a criação de modelos preditivos baseados em dados históricos para apoiar decisões em tempo real;• Contribuir na construção de dashboards e relatórios que tragam insights relevantes para o negócio;• Trabalhar junto ao time de TI e especialistas da área para entender os fluxos de dados e garantir estrutura adequada para o armazenamento e o processamento;• Pesquisar e explorar novas ferramentas, técnicas e boas práticas em ciência de dados, com foco em aprendizado contínuo;• Apoiar projetos multidisciplinares, contribuindo com análises e estudos que suportem decisões estratégicas;• Ministrar treinamentos teóricos e práticos para unidades de negócio próprias e terceiras, conforme necessidades identificadas, para contribuir com o atingimento dos objetivos estratégicos da organização; • Apoiar na abertura e encerramento de unidades de negócio, assegurando que os processos de sua área de atuação ocorram em tempo hábil, conforme padrão e procedimentos estabelecidos pela organização, para assegurar a sustentabilidade do negócio; • Apoiar na elaboração, monitoramento e execução do orçamento da área de acordo com orientação da diretoria de sua atuação e de acordo com objetivos estratégicos da organização; • Elaborar, implementar e monitorar continuamente melhorias e inovações nos processos visando perpetuar a cultura da empresa, atingir as metas e os objetivos da área de atuação; • Desenvolver em conjunto com a liderança direta competências técnicas e comportamentais necessárias ao excelente desempenho próprio e da equipe em que estiver atuando, disseminando a essência, os valores e o DNA da organização; • Liderar pessoas para atingir os objetivos e resultados estabelecidos pela empresa, respeitando suas políticas e diretrizes;•&nbsp;Assegurar que todos os recursos sob sua gestão estejam disponíveis em tempo hábil e com o menor custo possível; • Assessorar os gestores na execução de todos os processos da área para garantir a efetividade dos mesmos e contribuir para o alcance dos objetivos estratégicos da organização.&nbsp;Requisitos e qualificaçõesPara ser um trainee ESM você precisa ter: • Graduação completa em Estatística, Ciência de Dados, Engenharia, Matemática, Sistemas de Informação ou áreas correlatas• Conhecimentos em Python (nível básico), SQL e fundamentos de Estatística• Familiaridade com modelagem preditiva e ferramentas de visualização de dados (Power BI ou bibliotecas Python);• Desejável pós graduação na área;• Experiência mínima de três anos em atividades da área;• Disponibilidade para mudança de cidade/estado após o programa conforme necessidade do cargo (Chapecó/SC ou Curitiba/PR);• Disponibilidade de viagens;•Disponibilidade para atuação 100% presencial;• Aderência aos valores da Expresso São Miguel (capacidade de aprendizado, senso crítico, potencial de liderança e mobilidade).Informações adicionaisPrazo de inscrição até 18/05/25Confira os nossos benefícios: Plano de saúde;Plano Odontológico;Vale Alimentação;Ajuda de custo/moradia para candidatos que não residem em Chapecó;Bônus Programa Trainee;PLR Semestral;Programa de Previdência Privada;Sest Senat;Adiantamento Salarial;Seguro de vida;Transporte Fretado;Pesquisa de Clima Contínua.",
    "careerPageId": 163711,
    "careerPageName": "Expresso São Miguel",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/1173/career/163711/images/2023-06-14_17-51_companyLogoUrl.jpg",
    "type": "vacancy_type_trainee",
    "publishedDate": "2025-04-25T13:38:35.549Z",
    "applicationDeadline": "2025-07-31T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Curitiba",
    "state": "Paraná",
    "country": "Brasil",
    "jobUrl": "https://traineeesm.gupy.io/job/eyJqb2JJZCI6OTAyMzY1NSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://traineeesm.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9012547,
    "companyId": 21652,
    "name": "Especialista de Dados",
    "description": "🚚 Transforme o transporte com a Motz!&nbsp;&nbsp;Somos uma transportadora digital que conecta embarcadores e caminhoneiros de todo o Brasil, desburocratizando processos e gerando renda por meio da tecnologia. Desde 2020, contamos com a herança de estrutura e segurança da Votorantim Cimentos e já transportamos mais de 19 milhões de toneladas em mais de 700 mil viagens!&nbsp;&nbsp;Especialistas em transporte para construção civil e agronegócio, buscamos pessoas corajosas, inovadoras e comprometidas com a segurança. Valorizamos o sentimento de empreendedorismo, a busca por soluções simples e inovadoras e, acima de tudo, o senso de integridade.&nbsp;&nbsp;Curte um ambiente inovador, acelerado e acolhedor? Vem crescer com a gente! 🚀&nbsp;&nbsp;#VemPraMotz&nbsp;Responsabilidades e atribuiçõesE o seu dia a dia como será? 💼Liderar tecnicamente e executar projetos de dados complexos, desde o entendimento dos requisitos até a implementação e disponibilização das soluções. Projetar, construir e manter pipelines de dados robustos e eficientes, garantindo a ingestão, transformação e carregamento de dados de diversas fontes. Contribuir para o design, a documentação e a evolução da arquitetura da plataforma de dados, assegurando a qualidade, a integridade, a segurança e a governança dos dados. Traduzir necessidades de negócio em soluções técnicas viáveis e alinhadas com a estratégia de dados da empresa e as capacidades da plataforma. Colaborar com cientistas de dados e analistas na implementação de soluções analíticas e de inteligência de dados. Atuar como mentor técnico, disseminando conhecimento sobre as melhores práticas de engenharia de dados.Requisitos e qualificaçõesO que esperamos de você?&nbsp;🎓Superior completo em Ciência da Computação, Engenharia da Computação, Física, Matemática, Estatística ou áreas afins.&nbsp;Domínio de office 365 e ambientes de desenvolvimento. Familiaridade com ferramentas de controle de versão (Git). Experiência comprovada em engenharia de dados, com atuação em ambientes de alta complexidade e/ou escala, incluindo o uso de tecnologias de Big Data e plataformas de dados modernas. Experiência na implementação e manutenção de pipelines de dados completos, desde a concepção até o monitoramento e a otimização.⭐ Antes de qualquer coisa saiba que você irá se destacar super bem no nosso time, se tiver:⭐Pós-graduação ou especialização em áreas relacionadas a dados e analytics.Conhecimento de plataformas de cloud computing (AWS, Azure, GCP).Inglês avançado.Informações adicionaisVaga para atuar em formato híbrido na região do Paraíso (2x presencial).Estamos sempre focados em proporcionar a melhor experiência para os nossos Motzers:Conheça um pouco mais:&nbsp;🍕 Vale-refeição e alimentação flexíveis (você usa como quiser e não desconta nas suas férias).&nbsp;🩺 Assistência Médica (para você e seus dependentes).&nbsp;🦷 Assistência Odontológica (para você e seus dependentes).&nbsp;🧠 Duas consultas mensais com psicólogo (sem nenhuma cobrança).&nbsp;🥗 Duas consultas mensais com nutricionista (por conta da Motz).&nbsp;💊 Desconto em diversas farmácias pelo país.&nbsp;🏋️‍♀️ Wellhub (para você cuidar da sua saúde e bem-estar).&nbsp;💪 Momento bem-estar (sessões semanais de ginástica laboral para você manter seu corpo em movimento).&nbsp;😊 Seguro de Vida.🎁 Remuneração variável, de acordo com seu cargo e atingimento de metas.&nbsp;🚀 Desconto em universidades (para ir mais longe na sua carreira).&nbsp;🌍 Parceria em escola de idioma (para você desenvolver e aprimorar uma segunda língua).&nbsp;🎢 Parceria com Parque de Diversões (curta um dia de alegria com quem você gosta).&nbsp;✈️ Viaje pagando menos com nossa agência de viagens parceira da Motz.&nbsp;🚗 Alugue carro com desconto exclusivo.&nbsp;",
    "careerPageId": 48652,
    "careerPageName": "Motz",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/21652/career/48652/images/2022-02-04_22-40_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-04-24T11:32:35.718Z",
    "applicationDeadline": "2025-07-31T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://motz.gupy.io/job/eyJqb2JJZCI6OTAxMjU0Nywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://motz.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 8969379,
    "companyId": 40726,
    "name": "Pessoa Analista de Dados Pleno",
    "description": "A Akross é uma Tech Boutique que desenvolve e monetiza soluções para diversas empresas atuando em quatro diferentes frentes:Service Mgmt Platform:&nbsp;Plataforma para gestão de assinaturas (OTT e VAS), que integra e gestiona o ciclo de vida dos serviços de valor adicionado dos clientes. Conexão dos parceiros de serviços com os sistemas BSS e OSS.WiFi Solutions :&nbsp;Soluções WiFi que rentabilizam redes de forma segura e eficaz através de soluções de autenticação, portais cativos, rede WiFi \"community\" B2C e PME.Tech Digital Services:&nbsp;Time de especialistas focado na transformação digital, considerando as necessidades de integrações e UX. essenciais dos clientes. Dev e Operação de Apps, Web, Backend e Parceiro SalesforceData Ads:&nbsp;Plataforma de gestão de dados e conexão de publicidade direcionadas aos canais próprios que monetiza e impulsiona o crescimento do negócio. Soluções com uso de Apps e portais.Responsabilidades e atribuiçõesO que te espera no dia a dia:Utilizar ferramentas de análise de dados para identificar tendências, insights e oportunidades de melhoria nas segmentações existentes;Desenvolver e implementar estratégias de segmentação com base em dados de usuários, comportamentos de consumo de dados, histórico de interações e outras métricas;Gerenciar o Salesforce Customer Data Platform (CDP) para entender os dados existentes e integrar novas bases necessárias para segmentações;Colaborar com a equipe de CRM para entender os requisitos de segmentação de cada jornada;Monitorar continuamente junto ao time de CRM o desempenho das segmentações e fazer ajustes conforme necessário para otimizar os resultados;Auxiliar na criação de dashboards e automação de relatórios;Trabalhar de forma independente para solucionar problemas técnicos e identificar oportunidades de otimização.Requisitos e qualificaçõesPara fazer parte do nosso time, é essencial:Graduação em Ciência da Computação, Estatística, Análise de Sistemas, Engenharias ou áreas afins;Conhecimento em SQL, Python e Excel;Experiência com ferramentas de visualização e análise de dados de dados;Residir em São Paulo ou poder se deslocar até a capital 1x por semana.&nbsp;É diferencial:Experiência com&nbsp;Salesforce Customer Data Platform;Certificação&nbsp;Salesforce Data Cloud;Experiência em ambiente cloud, como AWS, GCP ou outros;Experiência em ferramentas de&nbsp;Martech (Braze, Salesforce, Marketing Cloud , etc);Experiência com ferramentas de coleta de dados, como Google Analytics, Adobe Analytics, entre outras.Informações adicionaisE aí, curtiu? Temos mais!&nbsp;Na&nbsp;Akross&nbsp;oferecemos um&nbsp;ambiente de trabalho descontraído,&nbsp;muito aprendizado,&nbsp;diversão com responsabilidade,&nbsp;possibilidade de atuar com&nbsp;tecnologia de ponta&nbsp;e&nbsp;oportunidade de desenvolvimento.&nbsp;Valorizamos a diversidade&nbsp;e trabalhamos para proporcionar um&nbsp;ambiente acolhedor&nbsp;para todos e todas.&nbsp;﻿Quais são os nossos benefícios?Trabalho Híbrido:&nbsp;Desfrute da liberdade de trabalhar de casa ou do escritório, garantindo flexibilidade e conforto em seu ambiente de trabalho.Auxílio Home Office:&nbsp;Receba apoio financeiro para ajudar na conta de luz e/ou internet;Cuidado Integral com a Saúde:&nbsp;Tenha acesso a planos abrangentes de assistência médica e odontológica do&nbsp;Bradesco Seguros, garantindo tranquilidade e cuidado para você e sua família.Benefício Flexível:&nbsp;Desfrute de um cartão de benefícios flexível da Swile que coloca você no controle, com R$ 1.000 por mês para usar em&nbsp;vale-alimentação e refeição.Viva Mais e Melhor:&nbsp;Acesse a&nbsp;Wellhub (antiga gympass), uma plataforma que oferece uma rede de parceiros para atividades físicas e de saúde, ajudando você a manter um estilo de vida ativo e saudável.Mente Equilibrada, Vida Melhor:&nbsp;Utilize a plataforma&nbsp;Vittude&nbsp;para cuidar da sua saúde mental, com orientação psicológica online acessível;Crescimento Profissional Contínuo:&nbsp;Estimulamos seu desenvolvimento oferecendo&nbsp;incentivos para cursos, certificações e participação em eventos&nbsp;relevantes, ajudando você a alcançar seus objetivos de carreira.Equilíbrio Familiar:&nbsp;Desfrute de uma&nbsp;licença paternidade estendida&nbsp;de 20 dias,&nbsp;licença maternidade&nbsp;de 180 dias e&nbsp;auxílio creche/babá, demonstrando nosso compromisso em apoiar você em todas as fases da vida.Celebre seu Dia Especial:&nbsp;Tire um&nbsp;dia de folga no seu aniversário&nbsp;para celebrar e recarregar as energias.﻿Parceria com o Sesc: benefícios exclusivos para você e sua família com acesso a serviços de&nbsp;saúde, cultura, lazer, esportes e muito mais. Aproveite tudo o que o Sesc oferece para o seu bem-estar!Programa Indique um Amigo:&nbsp;Receba voucher ao indicar uma pessoa para trabalhar com a gente;Reconhecimento Financeiro:&nbsp;Além disso, temos a possibilidade de bônus anual&nbsp;(PLR)&nbsp;como reconhecimento pelo seu empenho e contribuição de acordo com as regras internas da empresa.&nbsp;Se você gosta de inovar e está sempre buscando conhecimento, somos um match perfeito! 😉",
    "careerPageId": 89176,
    "careerPageName": "Akross",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/40726/career/89176/images/2024-09-12_17-42_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-04-23T18:41:52.437Z",
    "applicationDeadline": "2025-07-16T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://akross.gupy.io/job/eyJqb2JJZCI6ODk2OTM3OSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://akross.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9002227,
    "companyId": 25315,
    "name": "Cientista de Dados - Sênior",
    "description": "Na NIO, acreditamos que a tecnologia conecta pessoas e transforma o futuro. Somos uma empresa inovadora e focada em excelência, operando com uma cultura dinâmica e colaborativa. Nosso time trabalha com autonomia, paixão e compromisso, sempre em busca dos melhores resultados.Estamos em busca de um Cientista de Dados - Especialista talentoso e motivado para se juntar à nossa equipe. Você irá atuar em um ambiente desafiador e dinâmico, utilizando suas habilidades para analisar dados complexos, identificar tendências e gerar insights estratégicos que impulsionarão o crescimento da V.tal. Sua expertise será crucial para otimizar nossos processos, tomar decisões mais assertivas e garantir a excelência em nossos serviços.Responsabilidades e atribuições:&nbsp;Responsabilidades e atribuiçõesAnalisar dados complexos para identificar tendências e oportunidades de melhoria.&nbsp;Desenvolver dashboards e relatórios no Power BI para monitorar indicadores chave de performance.Criar e implementar soluções de análise de dados utilizando a plataforma GCP.Coletar, organizar e limpar dados de diferentes fontes.Realizar análise exploratória de dados para identificar padrões e insights.&nbsp;Apresentar resultados de análise de dados para Stakeholders.Requisitos e qualificaçõesExperiência com Power BI.Conhecimento da plataforma GCP.Domínio de SQL, Python e Power BI.Comunicação eficaz.Habilidade de trabalhar em equipe.Pensamento analítico e crítico.Capacidade de resolução de problemas.Graduação em áreas como Ciência da Computação, Estatística, Matemática ou áreas afins.Certificações em Power BI ou GCP (desejável).Informações adicionaisBenefícios:Vale Alimentação e/ou RefeiçãoVale TransporteAssistência MédicaAssistência OdontológicaSeguro de VidaPrevidência PrivadaPrograma de participação nos resultados (PPR)Auxílio FarmáciaAuxílio crecheFlexibilidade de horárioClube de Vantagens V.talLicença maternidade estendida (6 meses)Licença paternidade estendida (20 dias)",
    "careerPageId": 206326,
    "careerPageName": "NIO",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/25315/career/206326/images/2025-03-17_12-03_companyLogoUrl.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-04-22T14:35:01.307Z",
    "applicationDeadline": "2025-07-31T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://nio.gupy.io/job/eyJqb2JJZCI6OTAwMjIyNywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://nio.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 8645902,
    "companyId": 51913,
    "name": "Engenheiro de Dados - (Remoto)",
    "description": "🚀 Venha fazer parte de uma multinacional inovadora!Somos uma empresa de desenvolvimento de sistemas focada em criar ferramentas de inteligência estratégica para empresas de diversos segmentos. Aqui dentro, a inovação acontece todos os dias!Se você quer trabalhar em um ambiente dinâmico, que valoriza o bem-estar dos colaboradores e oferece oportunidades reais de crescimento, essa é a sua chance!💡 Estamos em busca de Engenheiro de Dados para se juntar ao nosso time.Responsabilidades e atribuiçõesProjetar e implementar pipelines de dados robustos e escaláveis, otimizando seu desempenho;Trabalhar em colaboração com cientistas de dados e analistas para compreender necessidades e ajudar na implementação de modelos analíticos;Monitorar e assegurar a integridade e qualidade dos dados, realizando correções e melhorias quando necessário;Documentar processos e manter a arquitetura de dados atualizada;Conduzir testes e validações de dados para assegurar integridade e precisão;Realizar treinamentos para engenheiros trainee ou mais juniores;Agregar com insights para melhoria de ferramentas ou processos que envolvam a distribuição de dados para áreas;Participar ativamente de reuniões e stakeholders, relacionadas a dados/indicadores/métricas/ferramentas;Integrar e consolidar dados de diferentes fontes, garantindo que os dados sejam acessíveis, consistentes e de alta qualidade;Implementar práticas de segurança e conformidade de dados, garantindo que os dados sejam acessíveis de maneira segura;Executar outras atividades correlatas ao cargo.Requisitos e qualificações Instrução/Escolaridade:&nbsp;Mínima: Graduação completa em Ciência da Computação, Engenharia de Computação ou áreas relacionadas; pós-graduação é um diferencial.Experiência:&nbsp;Mínima: 2 a 5 anos de experiência em engenharia de dados ou funções relacionadas.Conhecimentos/Habilidades Técnicas:&nbsp;Proficiência em SQL e experiência em bancos de dados relacionais e não relacionais;Conhecimento de ferramentas de ETL (como Talend, Apache Nifi, Google DataFlow) e processamento em tempo real;Conhecimento em Apache Airflow para gerenciamento de workflows e agendamento de tarefas;Familiaridade com frameworks de Big Data, como Hadoop, Spark ou Kafka;Habilidade em programação com Python (Pandas, PySpark) e/ou Node.js, com experiência em desenvolvimento de pipelines de dados;Experiência com arquiteturas e serviços de dados em cloud (AWS, GCP, Azure), incluindo Data Lakes, Data Warehouses (BigQuery, Snowflake, Redshift);Experiência com versionamento de código (Git) e práticas de CI/CD para deploy de pipelines de dados;Conhecimento em ferramentas de visualização de dados, como Looker, Tableau ou Power BI, é um diferencial.Habilidades Comportamentais:&nbsp;&nbsp;&nbsp;Habilidade de comunicação clara e didática;Proatividade e habilidade em trabalhar em equipe;Capacidade de trabalhar sob pressão e gerenciar prioridades.Informações adicionaisVale refeição;Plano odontológico (conforme política interna);Plano de saúde (conforme política interna);Auxílio educação (conforme política interna);Plano de Carreira e Desenvolvimento (conforme política interna);Participação nos Lucros e Resultados (conforme política interna);Day off no mês de aniversárioAuxilio Home Office.",
    "careerPageId": 104924,
    "careerPageName": "IXC Soft - Sistema de Gerenciamento para Provedores",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/51913/career/104924/images/2023-09-18_18-23_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-04-18T19:14:48.058Z",
    "applicationDeadline": "2025-07-31T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://vemserixcsoft.gupy.io/job/eyJqb2JJZCI6ODY0NTkwMiwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "remote",
    "careerPageUrl": "https://vemserixcsoft.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  }
]